var MOS_INFO = {
  "Velocidrome":[
    ["HR1-4","Standard~Entirety,100,100,100,50,50,50,10,60",
      ,"Rage:100","Low Rank:70,80~High Rank:70,80","Low Rank:95,Low Rank:90,High Rank:90,High Rank:75,Practice:100"
	  ,"Low Rank:800,Low Rank:899,High Rank:1399,High Rank:1500,Practice:1000",
	  ,"Velocidrome / ドスランポス / 迅猛龍王"
],
    ["HR5","Standard~Entirety,50,60,40,20,5,10,0,5",
      ,"Rage:100","HR5:120,70","HR5:40"
	  ,"HR5:2000"
	  ,"Velocidrome / ドスランポス / 迅猛龍王"],
    ["G Rank","Standard~Entirety,60,60,60,20,20,20,10,30",
      ,"Rage:100","G Rank:100,100","G Rank:45"
	  ,"G Rank:5000"
	  ,"Velocidrome / ドスランポス / 迅猛龍王",
	  "G Rank:120"],
    []
  ],
  "Gendrome":[
    ["HR1-4","Standard~Entirety,90,90,90,35,10,40,10,50",
      ,"Rage:100","Low Rank:70,80~High Rank:70,80","Low Rank:95,Low Rank:90,High Rank:90,High Rank:75"
	  ,"Low Rank:1200,Low Rank:1349,High Rank:1949,High Rank:2400"
	  ,"Gendrome / ドスゲネポス / 痺猛龍王"],
    ["HR5","Standard~Entirety,75,55,40,15,15,5,0,5",
      ,"Rage:100","HR5:120,70","HR5:40"
	  ,"HR5:3000"
	  ,"Gendrome / ドスゲネポス / 痺猛龍王"],
    ["G Rank","Standard~Entirety,55,55,55,25,5,25,5,40",
      ,"Rage:100","G Rank:100,110","G Rank:45"
	  ,"G Rank:6000"
	  ,"Gendrome / ドスゲネポス / 痺猛龍王",
	  "G Rank:120"],
    []
  ],
  "Iodrome":[
    ["HR1-4","Standard~Entirety,80,80,80,20,30,30,10,10",
      ,"Rage:100",,"Low Rank:95,Low Rank:90,High Rank:90,High Rank:75"
	  ,"Low Rank:1600,Low Rank:1799,High Rank:2799,High Rank:3200"
	  ,"Iodrome / ドスイーオス / 毒猛龍王"],
    ["HR5","Standard~Entirety,75,70,45,10,5,10,0,15",
      ,"Rage:100",,"HR5:40"
	  ,"HR5:4000",
	  "Iodrome / ドスイーオス / 毒猛龍王"],
    ["G Rank","Standard~Entirety,50,50,50,10,30,30,10,5",
      ,"Rage:100",,"G Rank:45"
	  ,"G Rank:7000"
	  ,"Iodrome / ドスイーオス / 毒猛龍王"
	  ],
    []
  ],
  "Yian Kut-Ku":[
    ["HR1-4","Standard~Head,50,80,100,10,30,30,0,40:Neck,50,60,50,10,80,50,20,50:Back,40,50,40,10,20,15,0,15:Belly,80,70,80,10,20,15,0,15:Tail,50,60,30,10,20,15,0,15:Wings,75,70,70,10,10,25,0,15:Legs,25,30,30,5,5,5,0,5",
      ,"Rage:100","Low Rank:70,80~High Rank:70,80","Low Rank:90,Low Rank:80,High Rank:90,High Rank:70"
	  ,"Low Rank:1399,Low Rank:2000,High Rank:2599,High Rank:3200"
	  ,"Yian Kut-Ku / イャンクック / 怪鳥"],
    ["HR5","Standard~Head,45,55,60,10,-5,5,0,10:Neck,45,30,30,10,50,5,0,10:Back,40,50,30,10,10,5,0,15:Belly,50,45,40,10,10,5,0,45:Tail,50,60,75,10,20,5,40,5:Wings,60,60,50,10,10,5,0,5:Legs,25,30,40,0,-5,-5,-5,-5",
      ,"Rage:100","HR5:70,80","HR5:55"
	  ,"HR5:3400"
	  ,"Yian Kut-Ku / イャンクック / 怪鳥"],
    ["G Rank","Standard~Head,40,60,80,5,20,20,0,30:Neck,40,50,40,5,70,40,10,40:Back,30,40,30,5,10,5,0,5:Belly,60,55,60,5,10,5,0,5:Tail,40,40,20,5,10,5,0,5:Wings,55,55,50,5,5,15,0,5:Legs,20,25,20,5,5,5,0,5",
      ,"Rage:100","G Rank:80,100","G Rank:45"
	  ,"G Rank:8000"
	  ,"Yian Kut-Ku / イャンクック / 怪鳥",
	  "G Rank:120"],
    []
  ],
  "Blue Yian Kut-Ku":[
    ["HR1-4","Standard~Head,40,70,90,5,5,25,0,45:Neck,40,50,50,5,10,40,20,55:Back,35,45,40,5,5,15,0,20:Belly,70,60,70,5,5,15,0,20:Tail,50,60,30,5,5,15,0,20:Wings,70,60,60,5,5,20,0,20:Legs,25,30,30,5,0,5,0,10",
      ,"Rage:100","Low Rank:70,80~High Rank:70,80","Low Rank:90,High Rank:90,High Rank:70"
	  ,"Low Rank:2449,High Rank:4549,High Rank:5600"
	  ,"Blue Yian Kut-Ku / イャンクック亜種 / 青怪鳥"],
    ["HR5","Standard~Head,40,60,60,5,5,15,0,40:Neck,40,45,50,5,10,30,20,45:Back,40,40,45,5,5,15,0,20:Belly,50,55,50,5,5,15,0,20:Tail,40,55,35,5,5,15,0,20:Wings,65,60,60,5,5,10,0,20:Legs,35,30,30,5,0,5,0,10",
      ,"Rage:100","HR5:70,80","HR5:60"
	  ,"HR5:4549"
	  ,"Blue Yian Kut-Ku / イャンクック亜種 / 青怪鳥"],
    ["G Rank","Standard~Head,30,50,60,5,5,25,0,45:Neck,30,35,35,5,10,40,20,55:Back,20,30,20,5,5,15,0,20:Belly,60,40,45,5,5,15,0,20:Tail,40,45,20,5,5,15,0,20:Wings,50,40,40,5,5,20,0,20:Legs,20,25,25,5,0,5,0,10",
      ,"Rage:100","G Rank:100,100","G Rank:45"
	  ,"G Rank:14000"
	  ,"Blue Yian Kut-Ku / イャンクック亜種 / 青怪鳥",
	  "G Rank:90"],
    []
  ],
  "Yian Garuga":[
    ["HR1-4","Standard~Head,55,50,60,0,20,0,5,10:Neck,40,40,40,0,30,0,5,10:Back,10,10,10,5,70,5,15,15:Belly,10,10,60,15,40,15,30,30:Tail,40,10,10,5,30,5,15,20:Wings,10,40,10,0,20,0,5,10:Legs,25,25,25,0,15,0,5,10",
      ,"Rage:80","High Rank:120,100","High Rank:90,High Rank:80"
	  ,"High Rank:5399,High Rank:9000"
	  ,"Yian Garuga / イャンガルルガ / 黑狼鳥"],
    ["HR5","Standard~Head,30,50,40,0,35,0,15,0:Neck,50,30,45,15,-5,0,20,0:Back,35,30,25,0,10,0,0,0:Belly,20,25,20,0,10,0,0,0:Tail,45,30,45,0,0,35,0,0:Wings,25,25,10,0,0,0,0,0:Legs,20,20,20,0,0,0,0,0",
      ,"Rage:80","HR5:120,100","HR5:70"
	  ,"HR5:11399"
	  ,"Yian Garuga / イャンガルルガ / 黑狼鳥"],
    ["G Rank","Standard~Head,55,50,60,0,30,0,5,10:Neck,40,40,30,0,30,0,5,10:Back,10,10,10,5,70,5,15,15:Belly,10,10,60,15,40,15,30,30:Tail,50,10,10,5,40,5,15,20:Wings,10,40,10,0,30,0,5,10:Legs,35,35,35,0,15,0,5,10",
      ,"Rage:80","G Rank:100,100","G Rank:45"
	  ,"G Rank:12000"
	  ,"Yian Garuga / イャンガルルガ / 黑狼鳥",
	  "G Rank:130"],
    []
  ],
  "Gypceros":[
    ["HR1-4","Standard~Head,30,80,100,50,20,0,10,20:Neck,50,25,50,30,10,0,10,10:Back,70,30,20,20,10,0,10,10:Belly,80,30,20,30,10,0,10,10:Tail,90,40,80,30,10,0,10,10:Wings,50,30,30,30,20,0,10,20:Legs,25,25,30,10,10,0,10,10",
      ,"Rage:120","Low Rank:100,80~High Rank:100,80","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,Practice:100"
	  ,"Low Rank:3300,Low Rank:3600,Low Rank:3600,High Rank:3600,High Rank:4500,High Rank:4800,Practice:3000"
	  ,"Gypceros / ゲリョス / 毒怪鳥"],
    ["HR5","Standard~Head,30,45,30,0,5,0,0,10:Neck,25,25,10,10,5,0,0,0:Back,40,30,20,0,5,0,0,0:Belly,30,25,20,0,5,0,0,0:Tail,45,35,40,0,5,0,0,0:Wings,30,20,30,0,5,0,0,10:Legs,20,20,20,0,5,0,0,0",
      ,"Rage:120","HR5:120,100","HR5:45"
	  ,"HR5:5100"
	  ,"Gypceros / ゲリョス / 毒怪鳥"],
    ["G Rank","Standard~Head,30,60,70,50,20,0,10,20:Neck,50,30,35,30,10,0,10,10:Back,50,30,20,20,10,0,10,10:Belly,45,30,20,20,10,0,10,10:Tail,70,40,60,30,10,0,10,10:Wings,35,30,30,20,20,0,10,20:Legs,25,30,30,10,10,0,10,10",
      ,"Rage:120","G Rank:90,100","G Rank:45"
	  ,"G Rank:12000"
	  ,"Gypceros / ゲリョス / 毒怪鳥"],
    []
  ],
  "Purple Gypceros":[
    ["HR1-4","Standard~Head,30,70,90,20,40,0,10,20:Neck,50,25,50,10,25,0,10,10:Back,60,30,20,10,20,0,10,10:Belly,70,30,20,10,25,0,10,10:Tail,80,40,80,10,25,0,10,10:Wings,50,30,30,20,25,0,10,20:Legs,20,20,30,10,10,0,10,10",
      ,"Rage:120","Low Rank:100,80~High Rank:100,80","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55"
	  ,"Low Rank:3850,Low Rank:4200,Low Rank:4200,High Rank:4899,High Rank:5250,High Rank:5950"
	  ,"Purple Gypceros / ゲリョス（亜種） / 紫毒鳥"],
    ["HR5","Standard~Head,30,50,50,10,30,0,10,10:Neck,30,25,40,10,25,0,10,10:Back,50,30,20,10,20,0,10,10:Belly,50,30,20,10,25,0,10,10:Tail,60,40,50,10,25,0,10,10:Wings,40,30,30,10,25,0,10,10:Legs,30,30,30,10,10,0,10,10",
      ,"Rage:120","HR5:100,100","HR5:50"
	  ,"HR5:5950"
	  ,"Purple Gypceros / ゲリョス（亜種） / 紫毒鳥"],
    ["G Rank","Standard~Head,30,50,65,20,40,0,10,20:Neck,50,30,35,10,25,0,10,10:Back,40,30,20,10,20,0,10,10:Belly,40,30,20,5,25,0,10,10:Tail,60,40,60,10,25,0,10,10:Wings,35,30,30,15,25,0,10,20:Legs,20,25,30,10,10,0,10,10",
      ,"Rage:120","G Rank:90,100","G Rank:45"
	  ,"G Rank:14000"
	  ,"Purple Gypceros / ゲリョス（亜種） / 紫毒鳥"],
    []
  ],
  "Cephadrome":[
    ["","Standard~Head,40,50,60,0,10,15,5,30:Neck,110,100,150,5,10,15,5,15:Back,100,90,150,0,12,20,5,17:Belly,120,130,100,0,15,15,5,20:Tail,60,50,60,0,10,10,5,15:Wings,40,50,60,0,10,10,5,15:Legs,35,30,35,0,15,10,5,20",
      ,"Rage:100","Low Rank:100,110~High Rank:100,110","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,Practice:95"
	  ,"Low Rank:2200,Low Rank:2400,Low Rank:2400,High Rank:2799,High Rank:3000,High Rank:3200,Practice:2200"
	  ,"Cephadrome / ドスガレオス / 砂龍王"],
    ["HR5","Standard~Head,30,40,40,10,5,15,5,0:Neck,20,20,10,5,5,5,5,0:Back,50,50,20,-5,5,20,0,-5:Belly,30,25,60,20,5,15,0,-5:Tail,60,20,25,-5,5,15,5,25:Wings,30,30,30,-5,5,15,5,15:Legs,35,30,35,-5,5,0,15,5",
      ,"Rage:100","HR5:100,110","HR5:45"
	  ,"HR5:3400"
	  ,"Cephadrome / ドスガレオス / 砂龍王"],
    ["G Rank","Standard~Head,30,35,30,0,10,15,5,30:Neck,60,65,70,5,10,15,5,15:Back,50,50,70,0,12,30,5,17:Belly,60,65,50,0,15,15,5,20:Tail,30,25,30,0,10,10,5,15:Wings,25,20,20,0,10,10,5,15:Legs,20,25,30,0,15,10,5,20",
      ,"Rage:100","G Rank:100,100","G Rank:45"
	  ,"G Rank:10000"
	  ,"Cephadrome / ドスガレオス / 砂龍王",
	  "G Rank:120"],
    []
  ],
  "Plesioth":[
    ["HR1-4","Standard~Head,30,30,60,25,0,25,5,5:Neck,60,50,100,30,0,30,5,5:Back,20,20,20,20,0,25,5,5:Belly,100,80,80,35,0,35,5,5:Tail,50,40,60,30,0,30,5,5:Wings,25,25,30,20,0,20,5,5:Legs,50,40,30,10,0,10,5,5",
      ,"Rage:120","Low Rank:100,110~High Rank:100,110","Low Rank:90,Low Rank:85,Low Rank:75,Low Rank:60,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,"Low Rank:5500,Low Rank:6000,Low Rank:6000,Low Rank:6499,High Rank:4499,High Rank:7500,High Rank:8000,High Rank:8999"
	  ,"Plesioth / ガノトトス / 水龍"],
    ["HR5","Standard~Head,20,30,30,15,0,5,5,5:Neck,65,20,20,10,-5,15,5,5:Back,20,50,30,5,-5,20,5,5:Belly,40,40,50,10,15,10,5,5:Tail,70,40,30,30,-5,10,5,15:Wings,25,25,40,20,0,10,5,5:Legs,40,35,30,-5,0,5,10,5",
      ,"Rage:120","HR5:100,110","2 Player:60,HR5:45"
	  ,"2 Player:6499,HR5:8500"
	  ,"Plesioth / ガノトトス / 水龍"],
    ["G Rank","Standard~Head,25,35,40,25,0,25,5,5:Neck,50,50,70,35,0,30,5,5:Back,20,20,20,20,0,20,5,5:Belly,55,45,45,30,0,35,5,5:Tail,45,40,25,30,0,30,5,5:Wings,25,25,25,15,0,15,5,5:Legs,40,35,30,5,0,5,5,5",
      ,"Rage:110","G Rank:100,100","G Rank:45"
	  ,"G Rank:16000"
	  ,"Plesioth / ガノトトス / 水龍"],
    ["Zenith","Standard~Head,25,35,25,15,0,15,5,5:Neck,35,30,30,20,0,20,5,5:Back,20,15,15,10,0,10,5,5:Belly,30,25,35,20,0,20,5,5:Tail,30,20,25,15,0,15,5,5:Wings,25,25,30,15,0,15,5,5:Legs,25,20,30,5,0,5,0,0",
      ,"Rage:110",,"★1:25,★2:18,★1 Nerfed:30,★2 Nerfed:23,★3:12,★4:8"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Plesioth / ガノトトス / 水龍"]
  ],
  "Green Plesioth":[
    ["HR1-4","Standard~Head,30,30,60,5,0,20,5,25:Neck,60,50,100,5,0,25,5,30:Back,20,20,20,5,0,20,5,20:Belly,90,90,80,5,0,30,5,30:Tail,50,40,60,5,0,25,5,25:Wings,25,25,30,5,0,15,5,20:Legs,40,35,30,5,0,5,5,10",
      ,"Rage:120","Low Rank:80,110~High Rank:80,110","Low Rank:90,Low Rank:85,Low Rank:75,Low Rank:60,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Green Plesioth / ガノトトス（亜種） / 翠水龍"],
    ["HR5","Standard~Head,25,35,30,5,0,5,5,0:Neck,50,40,70,5,0,5,0,30:Back,25,30,20,0,0,0,5,0:Belly,70,65,50,5,0,25,0,20:Tail,45,35,50,5,0,5,5,10:Wings,25,30,40,0,0,5,0,0:Legs,35,35,30,0,0,-5,5,0",
      ,"Rage:120","HR5:100,110","HR5:45"
	  ,"HR5:9350"
	  ,"Green Plesioth / ガノトトス（亜種） / 翠水龍"],
    ["G Rank","Standard~Head,25,35,40,5,0,10,5,15:Neck,45,45,60,5,0,15,5,25:Back,20,15,20,5,0,15,5,15:Belly,55,50,40,5,0,30,5,30:Tail,40,40,25,5,0,20,5,15:Wings,25,35,25,5,0,10,5,15:Legs,35,30,30,5,0,5,5,10",
      ,"Rage:110","G Rank:100,100","G Rank:45"
	  ,"G Rank:18149"
	  ,"Green Plesioth / ガノトトス（亜種） / 翠水龍"],
    []
  ],
  "Daimyo Hermitaur":[
    ["HR1-4","Standard~Head,50,80,40,30,10,35,0,20:Body,40,60,30,15,5,20,0,10:Shell,30,50,25,20,5,25,0,10:Legs,35,50,30,15,5,15,0,10:Claw,25,35,15,35,5,20,0,10:Arms,40,50,30,15,5,15,0,10|Guarding~Head,20,40,20,30,10,35,0,20:Body,20,30,15,15,5,20,0,10:Shell,20,30,15,20,5,25,0,10:Legs,20,30,15,15,5,15,0,10:Claw,15,20,10,35,5,20,0,10:Arms,20,30,15,15,5,15,0,10|Guarding (Claw Broken)~Head,20,40,20,30,10,35,0,20:Body,20,30,15,15,5,20,0,10:Shell,20,30,15,20,5,25,0,10:Legs,20,30,15,15,5,15,0,10:Claw,40,50,25,35,5,20,0,10:Arms,20,30,15,15,5,15,0,10",
      ,"Rage:100","Low Rank:90,90~High Rank:90,90","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,Practice:95"
	  ,""
	  ,"Daimyo Hermitaur / ダイミョウザザミ / 大名蟹"],
    ["HR5","Standard~Head,30,50,20,15,-5,0,0,10:Body,40,45,35,5,15,0,10,15:Shell,30,40,20,5,0,10,0,-5:Legs,35,40,40,5,0,0,5,5:Claw,25,35,20,5,0,0,0,15:Arms,40,50,15,5,0,0,0,15|Guarding~Head,10,30,10,15,-5,0,0,10:Body,10,30,15,5,15,0,20,15:Shell,10,30,15,5,0,10,0,-5:Legs,10,30,15,5,0,0,15,5:Claw,15,20,15,5,0,0,0,15:Arms,10,30,10,5,0,0,0,15|Guarding (Claw Broken)~Head,20,40,15,15,-5,0,0,10:Body,20,30,20,5,15,0,20,15:Shell,20,30,15,5,0,10,0,-5:Legs,20,30,20,5,0,0,15,5:Claw,20,30,10,5,0,0,0,15:Arms,20,30,10,5,0,0,0,15",
      ,"Rage:100","HR5:90,90","HR5:45"
	  ,"HR5:7500"
	  ,"Daimyo Hermitaur / ダイミョウザザミ / 大名蟹"],
    ["G Rank","Standard~Head,40,50,40,30,10,35,0,20:Body,30,20,20,15,5,20,0,10:Shell,20,30,25,0,5,30,0,10:Legs,25,40,20,0,5,15,0,10:Claw,20,20,15,50,5,5,0,10:Arms,30,30,25,15,5,5,0,10|Guarding~Head,15,20,5,30,10,35,0,20:Body,15,15,5,15,5,20,0,10:Shell,15,15,5,0,5,30,0,10:Legs,15,15,5,0,5,15,0,10:Claw,15,20,5,50,5,5,0,10:Arms,15,15,5,15,5,5,0,10|Guarding (Claw Broken)~Head,20,20,15,30,10,35,0,20:Body,20,20,15,15,5,20,0,10:Shell,20,20,15,0,5,30,0,10:Legs,20,20,15,0,5,15,0,10:Claw,40,50,25,50,5,5,0,10:Arms,15,20,15,15,5,5,0,10",
      ,"Rage:100","G Rank:80,100","G Rank:45"
	  ,"G Rank:12000"
	  ,"Daimyo Hermitaur / ダイミョウザザミ / 大名蟹"],
    ["Zenith","Standard~Head,35,40,30,15,10,25,0,20:Body,25,10,10,15,5,10,0,10:Shell,20,25,15,0,5,15,0,10:Legs,20,25,10,0,5,15,0,10:Claw,25,25,15,30,5,5,0,10:Arms,25,30,15,15,5,5,0,10|Broken Claw~Head,35,40,30,15,10,25,0,20:Body,25,10,10,15,5,10,0,10:Shell,20,25,15,0,5,15,0,10:Legs,20,25,10,0,5,15,0,10:Claw,40,40,35,30,5,5,0,10:Arms,25,30,15,15,5,5,0,10|Guarding~Head,15,20,5,15,10,25,0,20:Body,15,15,5,15,5,10,0,10:Shell,15,15,5,0,5,15,0,10:Legs,15,15,5,0,5,15,0,10:Claw,15,20,5,30,5,5,0,10:Arms,15,15,5,15,5,5,0,10|Guarding (Claw Broken)~Head,15,20,5,15,10,25,0,20:Body,15,15,5,15,5,10,0,10:Shell,15,15,5,0,5,15,0,10:Legs,15,15,5,0,5,15,0,10:Claw,25,30,20,30,5,5,0,10:Arms,15,15,5,15,5,5,0,10|Sand Cloak~Head,30,30,35,25,15,30,0,20:Body,20,10,15,15,10,15,0,15:Shell,10,20,25,0,10,20,0,15:Legs,10,15,25,0,10,15,0,15:Claw,15,20,25,40,10,10,0,15:Arms,20,20,30,15,10,10,0,15|Sand Cloak (Broken Claw)~Head,30,30,35,25,15,30,0,20:Body,20,10,15,15,10,15,0,15:Shell,10,20,25,0,10,20,0,15:Legs,10,15,25,0,10,15,0,15:Claw,35,35,40,40,10,10,0,15:Arms,20,20,30,15,10,10,0,15|Sand Cloak Guarding~Head,5,15,20,25,15,30,0,20:Body,5,15,15,15,10,15,0,15:Shell,5,15,15,0,10,20,0,15:Legs,5,15,15,0,10,15,0,15:Claw,5,15,20,40,10,10,0,15:Arms,5,15,15,15,10,10,0,15|Sand Cloak Guarding (Broken Claw)~Head,5,15,20,25,15,30,0,20:Body,5,15,15,15,10,15,0,15:Shell,5,15,15,0,10,20,0,15:Legs,5,15,15,0,10,15,0,15:Claw,15,25,30,40,10,10,0,15:Arms,5,15,15,15,10,10,0,15",
      ,"",,"★1:28,★2:22,★1 Nerfed:33,★2 Nerfed:27,★3:18,★4:14"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Daimyo Hermitaur / ダイミョウザザミ / 大名蟹"]
  ],
  "Shogun Ceanataur":[
    ["HR1-4","Standard~Head,45,55,35,10,10,35,0,20:Body,35,40,25,5,5,20,0,10:Shell,25,40,20,5,5,25,0,10:Legs,25,30,30,5,5,15,0,10:Claw,20,30,15,5,5,20,0,10:Arms,20,35,25,5,5,15,0,10|Shell Broken~Head,50,60,40,10,10,35,0,20:Body,40,50,30,5,5,20,0,10:Shell,25,35,20,5,5,25,0,10:Legs,35,50,30,5,5,15,0,10:Claw,25,35,15,5,5,20,0,10:Arms,30,35,25,5,5,15,0,10",
      ,"Rage:100","Low Rank:100,90~High Rank:100,90","Low Rank:90,Low Rank:85,Low Rank:75,Low Rank:60,High Rank:90,High Rank:60,High Rank:55,High Rank:50,Practice:95"
	  ,""
	  ,"Shogun Ceanataur / ショウグンギザミ / 將軍蟹"],
    ["HR5","Standard~Head,20,40,10,5,0,15,0,0:Body,35,30,10,5,10,-5,-5,5:Shell,25,30,20,-5,10,-5,0,15:Legs,25,30,30,10,5,0,0,10:Claw,20,30,35,10,5,0,15,10:Arms,20,35,25,5,5,0,0,5|Shell Broken~Head,30,50,10,5,0,15,0,0:Body,40,40,10,5,10,-5,-5,5:Shell,25,35,20,-5,10,-5,0,15:Legs,35,40,30,10,5,0,0,10:Claw,25,35,40,10,5,0,15,10:Arms,30,35,20,5,5,0,0,5",
      ,"Rage:100","HR5:100,90","2 Player:60,HR5:45"
	  ,"2 Player:5199,HR5:6800"
	  ,"Shogun Ceanataur / ショウグンギザミ / 將軍蟹"],
    ["G Rank","Standard~Head,45,55,35,10,10,30,0,20:Body,40,35,25,5,5,20,0,10:Shell,25,35,20,5,5,20,0,10:Legs,25,25,15,5,5,15,0,20:Claw,20,30,20,5,5,20,0,10:Arms,20,35,25,5,5,15,0,10|Shell Broken~Head,50,60,40,10,10,30,0,20:Body,45,40,30,5,5,20,0,10:Shell,25,35,20,5,5,20,0,10:Legs,30,40,20,5,5,15,0,20:Claw,25,35,20,5,5,20,0,10:Arms,30,35,30,5,5,15,0,10",
      ,"Rage:100","G Rank:90,100","G Rank:45"
	  ,"G Rank:14000"
	  ,"Shogun Ceanataur / ショウグンギザミ / 將軍蟹"],
    []
  ],
  "Shen Gaoren":[
    ["HR1-4","Standard~Head,38,40,40,25,5,20,0,5:Body,40,45,30,20,5,15,0,5:Shell,10,20,20,25,5,15,0,5:Legs,32,37,25,25,5,15,0,5:Claws,10,20,20,25,5,15,0,5:Arms,20,20,20,25,5,15,0,5:Core / Inside Shell,80,90,80,30,5,20,100,5",
      ,"Rage:80",,"High Rank:70"
	  ,"High Rank:13999"
	  ,"Shen Gaoren / シェンガオレン / 砦蟹"],
    ["Gou","Standard~Head,30,35,30,10,5,40,50,5:Body,15,50,20,10,5,-30,10,5:Shell,15,30,10,10,5,-30,30,5:Legs,40,30,15,15,5,-30,30,5:Claws,20,20,15,10,5,-30,10,5:Arms,30,20,15,10,5,-30,10,5:Core / Inside Shell,60,60,70,10,5,0,20,5",
      ,"Rage:100",,"Gou:70"
	  ,"Gou:27999"
	  ,"Shen Gaoren / シェンガオレン / 砦蟹"],
    [],
    []
  ],
  "Bulldrome":[
    ["HR1-4","Standard~Head,80,70,80,50,50,120,10,40:Body,80,70,80,50,50,120,10,40",
      ,"Rage:100","Low Rank:100,100~High Rank:100,100","Low Rank:95,Low Rank:90,High Rank:90,High Rank:80,High Rank:75,Practice:95"
	  ,""
	  ,"Bulldrome / ドスファンゴ / 野豬王"],
    ["HR5","Standard~Head,20,20,15,-10,-10,-15,-20,-10:Body,20,20,15,-10,-10,-15,-20,-10",
      ,"Rage:100","HR5:130,100","HR5:50"
	  ,"HR5:3000"
	  ,"Bulldrome / ドスファンゴ / 野豬王"],
    ["G Rank","Standard~Head,40,40,40,40,20,30,0,10:Body,40,30,40,50,20,30,0,10",
      ,"Rage:110","G Rank:100,100","G Rank:45"
	  ,"G Rank:6000"
	  ,"Bulldrome / ドスファンゴ / 野豬王"],
    []
  ],
  "Blangonga":[
    ["HR1-4","Standard~Head,70,70,75,15,5,15,0,0:Forelegs,45,40,30,10,5,15,0,0:Hindlegs,45,40,30,10,5,15,0,0:Body,45,50,40,15,5,15,0,0:Tail,50,40,25,15,5,15,0,0",
      ,"Rage:90","Low Rank:70,80~High Rank:70,80","Low Rank:90,Low Rank:85,Low Rank:75,Low Rank:60,High Rank:90,High Rank:60,High Rank:55,High Rank:50,Practice:95"
	  ,""
	  ,"Blangonga / ドドブランゴ / 雪獅子王"],
    ["HR5","Standard~Head,50,40,20,15,5,5,-2,5:Forelegs,45,40,30,-5,5,5,-2,15:Hindlegs,45,40,30,10,5,-5,10,0:Body,45,50,40,10,5,5,-2,-5:Tail,50,40,25,10,5,15,-2,0",
      ,"Rage:90","HR5:70,80","2 Player:60,HR5:45"
	  ,"2 Player:4549,HR5:5950"
	  ,"Blangonga / ドドブランゴ / 雪獅子王"],
    ["G Rank","Standard~Head,50,55,45,25,5,15,0,0:Forelegs,35,30,30,15,5,15,0,0:Hindlegs,30,35,30,15,5,15,0,0:Body,35,40,40,25,5,15,0,0:Tail,50,40,35,30,5,15,0,0",
      ,"Rage:90",,"G Rank:45"
	  ,"G Rank:14000"
	  ,"Blangonga / ドドブランゴ / 雪獅子王"],
    ["Zenith","Standard~Head,35,40,35,25,5,15,0,0:Forelegs,25,30,20,15,5,15,0,0:Hindlegs,20,15,20,15,5,15,0,0:Body,25,25,30,25,5,15,0,0:Tail,40,25,25,30,5,15,0,0",
      ,"Rage:100",,"★1:32,★2:26,★1 Nerfed:37,★2 Nerfed:31,★3:20,★4:15"
	  ,"★1:29750,★2:29750,★1 Nerfed:29750,★2 Nerfed:29750,★3:29750,★4:29750"
	  ,"Zenith Blangonga / ドドブランゴ / 雪獅子王"]
  ],
  "Congalala":[
    ["HR1-4","Standard~Head,65,75,60,30,10,10,0,15:Forelegs,45,40,35,15,10,10,0,15:Hindlegs,45,40,35,15,10,10,0,15:Body,40,40,40,18,10,10,0,15:Tail,40,30,25,15,10,10,0,15|Chest Puffed Out~Head,65,75,60,30,10,10,0,5:Forelegs,65,15,15,15,10,10,0,5:Hindlegs,65,15,15,15,10,10,0,5:Body,5,5,5,18,0,0,0,0:Tail,35,30,15,15,10,10,0,5",
      ,"Rage:90","Low Rank:100,120~High Rank:100,120","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,Practice:95"
	  ,""
	  ,"Congalala / ババコンガ / 桃毛獸王"],
    ["HR5","Standard~Head,40,50,50,10,0,0,10,20:Forelegs,35,55,40,5,15,0,10,0:Hindlegs,40,35,30,0,0,0,5,0:Body,35,35,35,5,0,0,15,5:Tail,50,35,30,15,0,5,5,0|Chest Puffed Out~Head,85,85,80,10,0,0,10,20:Forelegs,85,20,35,5,15,0,10,0:Hindlegs,85,20,20,0,0,0,5,0:Body,5,5,5,0,0,0,15,0:Tail,50,35,20,15,0,5,5,0",
      ,"Rage:90","HR5:100,100","2 Player:85,HR5:45"
	  ,"2 Player:4200,HR5:5950"
	  ,"Congalala / ババコンガ / 桃毛獸王"],
    ["G Rank","Standard~Head,45,55,40,30,10,10,0,15:Forelegs,30,25,25,15,10,10,0,20:Hindlegs,30,25,25,15,10,10,0,20:Body,25,25,15,50,10,10,0,15:Tail,25,20,30,15,10,10,0,20|Chest Puffed Out~Head,45,55,40,30,10,10,0,5:Forelegs,45,15,15,15,10,10,0,5:Hindlegs,45,15,15,15,10,10,0,5:Body,5,5,5,50,0,0,0,0:Tail,20,20,20,15,10,10,0,5",
      ,"Rage:90","G Rank:80,120","G Rank:45"
	  ,"G Rank:11200"
	  ,"Congalala / ババコンガ / 桃毛獸王"],
    []
  ],
  "Rajang":[
    ["HR1-4","Standard~Head,60,60,60,5,5,0,0,30:Forelegs,45,40,40,0,5,0,0,15:Hindlegs,45,40,40,0,5,0,0,15:Body,45,50,45,0,5,0,0,15:Tail,50,40,30,0,5,0,0,20",
      ,"Rage:80","High Rank:110,100","High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Rajang / ラージャン / 金獅子"],
    ["HR5","Standard~Head,40,50,50,-5,0,-5,5,15:Forelegs,40,40,40,0,8,-5,-5,0:Hindlegs,40,40,20,0,8,-5,5,0:Body,40,50,45,0,0,-5,-5,5:Tail,50,45,20,-5,0,-5,5,10",
      ,"Rage:80","HR5:110,100"
	  ,"HR5:10200"
	  ,"Rajang / ラージャン / 金獅子"],
    ["G Rank","Standard~Head,60,60,60,5,5,0,0,30:Forelegs,35,30,30,0,5,0,0,15:Hindlegs,35,30,30,0,5,0,0,15:Body,35,40,35,0,5,0,0,15:Tail,50,45,40,0,5,0,0,40",
      ,"Rage:80","G Rank:100,140","G Rank:45,Twinhead:30,Twinhead:40"
	  ,"G Rank:12000,Twinhead:24000,Twinhead:14400"
	  ,"Rajang / ラージャン / 金獅子",
	  "G Rank:90"],
    []
  ],
  "Monoblos":[
    ["HR1-4","Standard~Head,25,20,40,5,0,20,0,30:Neck,50,80,80,10,0,30,0,20:Back,20,30,40,5,0,20,0,30:Belly,50,45,50,5,0,30,0,20:Tail,80,60,120,10,0,25,0,20:Wings,60,50,50,10,0,30,0,20:Legs,40,45,50,20,0,20,0,10",
      ,"Rage:100","Low Rank:110,110","Low Rank:100,Low Rank:90"
	  ,"Low Rank:4000,Low Rank:5000",
	  ,"Monoblos / モノブロス / 一角龍"],
    [],
    ["G Rank","Standard~Head,25,20,40,5,0,20,0,30:Neck,50,40,45,10,0,30,0,20:Back,20,30,20,5,0,20,0,30:Belly,40,30,20,5,0,30,0,20:Tail,20,20,30,10,0,25,0,20:Wings,30,25,30,10,0,30,0,20:Legs,25,20,30,20,0,20,0,10",
      ,"Rage:100","G Rank:100,100","G Rank:45"
	  ,"G Rank:10000"
	  ,"Monoblos / モノブロス / 一角龍",
	  "G Rank:80"],
    []
  ],
  "White Monoblos":[
    ["HR1-4","Standard~Head,25,20,40,0,30,15,0,20:Neck,50,70,70,0,20,10,0,15:Back,20,30,40,0,30,15,0,20:Belly,50,45,50,0,20,15,0,15:Tail,70,50,90,0,20,15,0,15:Wings,60,50,50,0,20,15,0,15:Legs,40,45,50,0,10,10,0,10",
      ,"Rage:100","Low Rank:110,110","Low Rank:100"
	  ,"Low Rank:4800"
	  ,"White Monoblos / モノブロス亜種 / 白一角龍"],
    [],
    ["G Rank","Standard~Head,25,15,30,0,30,15,0,20:Neck,40,50,50,0,20,10,0,15:Back,20,35,20,0,15,15,0,20:Belly,40,30,20,0,15,15,0,20:Tail,50,30,70,0,20,15,0,15:Wings,45,25,30,0,30,15,0,20:Legs,25,25,30,0,20,10,0,10",
      ,"Rage:110","G Rank:100,100","G Rank:45"
	  ,"G Rank:10799"
	  ,"White Monoblos / モノブロス亜種 / 白一角龍",
	  "G Rank:80"],
    []
  ],
  "Diablos":[
    ["HR1-4","Standard~Head,25,10,25,0,15,15,15,30:Neck,45,65,55,0,10,15,15,20:Back,20,35,35,10,15,15,15,30:Belly,40,50,25,0,10,15,15,20:Tail,60,55,85,0,10,15,15,20:Wings,40,55,45,0,10,15,15,20:Legs,30,35,35,0,5,15,15,10",
      ,"Rage:100","Low Rank:110,110~High Rank:110,110","Low Rank:90,Low Rank:85,Low Rank:75,Low Rank:60,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Diablos / ディアブロス / 角龍"],
    ["HR5","Standard~Head,20,10,30,0,25,10,0,5:Neck,45,40,65,0,20,0,0,5:Back,20,45,10,0,10,-5,10,5:Belly,45,50,30,15,0,20,5,5:Tail,30,40,40,0,5,5,30,5:Wings,40,15,30,0,-5,0,-5,5:Legs,30,35,30,10,-5,0,0,5",
      ,"Rage:100","HR5:110,110","2 Player:60,HR5:45"
	  ,"2 Player:9099,HR5:11900"
	  ,"Diablos / ディアブロス / 角龍"],
    ["G Rank","Standard~Head,25,20,15,0,20,15,15,50:Neck,45,55,40,0,5,15,15,10:Back,20,35,25,10,20,15,10,30:Belly,40,45,15,0,5,15,10,10:Tail,60,50,75,0,5,15,25,10:Wings,40,45,35,0,10,15,15,10:Legs,30,35,25,0,5,15,10,5",
      ,"Rage:110",,"G Rank:45"
	  ,"G Rank:14000"
	  ,"Diablos / ディアブロス / 角龍"],
    []
  ],
  "Black Diablos":[
    ["HR1-4","Standard~Head,25,10,25,0,20,25,15,0:Neck,40,55,50,0,15,20,15,0:Back,20,30,35,10,20,30,15,10:Belly,35,45,25,0,15,20,15,0:Tail,55,50,80,0,15,10,15,0:Wings,35,50,45,0,15,10,15,0:Legs,30,35,35,0,10,15,15,0",
      ,"Rage:100","Low Rank:100,100~High Rank:100,100","Low Rank:90,Low Rank:75,Low Rank:60,High Rank:90,High Rank:55,High Rank:50"
	  ,""
	  ,"Black Diablos / ディアブロス（亜種） / 黑角龍"],
    ["HR5","Standard~Head,25,30,25,0,20,25,15,0:Neck,45,55,45,0,10,25,15,0:Back,35,35,35,10,20,30,15,10:Belly,35,45,25,0,10,25,15,0:Tail,55,45,50,0,10,10,15,0:Wings,35,40,40,0,10,10,15,0:Legs,35,30,30,0,10,15,15,0",
      ,"Rage:100","HR5:110,120","HR5:50"
	  ,"HR5:12750"
	  ,"Black Diablos / ディアブロス（亜種） / 黑角龍"],
    ["G Rank","Standard~Head,25,20,15,0,20,50,15,0:Neck,45,55,40,0,5,10,15,0:Back,20,30,25,10,20,30,10,10:Belly,35,40,15,0,5,10,10,0:Tail,60,50,70,0,5,10,25,0:Wings,35,45,45,0,10,10,15,0:Legs,30,35,25,0,5,5,10,0",
      ,"Rage:100","G Rank:100,110","G Rank:45"
	  ,"G Rank:15000"
	  ,"Black Diablos / ディアブロス（亜種） / 黑角龍",
	  "G Rank:90"],
    []
  ],
  "Basarios":[
    ["HR1-4","Standard~Head,25,25,20,10,15,10,18,10:Neck,15,20,20,10,15,10,18,10:Back,20,25,20,10,15,10,18,10:Belly,25,30,50,10,20,10,18,10:Tail,15,15,15,10,15,10,18,10:Wings,20,20,20,10,15,10,18,10:Legs,25,30,30,10,10,10,10,10",
      ,"Rage:80","Low Rank:100,80~High Rank:100,80","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55"
	  ,""
	  ,"Basarios / バサルモス / 岩龍"],
    ["HR5","Standard~Head,10,25,20,0,0,0,0,15:Neck,10,30,20,25,0,0,0,10:Back,25,40,20,0,0,0,15,10:Belly,25,25,20,-5,0,15,0,15:Tail,15,15,15,0,0,0,0,15:Wings,25,15,30,-5,0,0,0,-5:Legs,25,15,20,-5,0,0,0,-5",
      ,"Rage:80","HR5:100,80","HR5:45"
	  ,"HR5:5100"
	  ,"Basarios / バサルモス / 岩龍"],
    ["G Rank","Standard~Head,35,35,35,10,30,30,18,10:Neck,20,20,20,10,20,10,18,10:Back,25,25,20,10,20,10,18,10:Belly,35,40,40,10,20,10,18,10:Tail,15,15,15,10,20,10,18,10:Wings,25,25,20,10,20,10,18,10:Legs,35,35,30,10,25,10,10,10",
      ,"Rage:80","G Rank:100,100","G Rank:45"
	  ,"G Rank:12000"
	  ,"Basarios / バサルモス / 岩龍",
	  "G Rank:120"],
    []
  ],
  "Gravios":[
    ["HR1-4","Standard~Head,20,30,20,0,15,5,40,5:Neck,30,30,20,0,30,5,20,10:Back,20,30,20,0,25,5,15,10:Belly,25,30,30,0,35,5,35,15:Tail,25,30,20,0,30,5,20,10:Wings,20,20,20,0,20,5,15,5:Legs,15,25,20,0,30,5,10,5|Broken Chest~Head,20,30,20,0,15,5,40,5:Neck,30,30,20,0,30,5,20,10:Back,20,30,20,0,25,5,15,10:Belly,80,80,75,15,50,5,50,15:Tail,25,30,20,0,30,5,20,10:Wings,20,20,20,0,20,5,15,5:Legs,15,25,20,0,30,5,10,5",
      ,"Rage:80","Low Rank:110,100~High Rank:110,100","Low Rank:90,Low Rank:75,Low Rank:60,High Rank:90,High Rank:55,High Rank:50",""
	  ,"Gravios / グラビモス / 鎧龍"],
    ["HR5","Standard~Head,20,30,20,-10,15,5,5,5:Neck,10,30,30,-10,20,5,5,5:Back,20,30,20,-10,10,5,5,5:Belly,20,30,20,-20,10,-5,20,5:Tail,25,30,20,-10,15,5,10,5:Wings,25,10,20,-10,15,5,5,5:Legs,15,15,20,-5,10,5,5,5|Broken Chest~Head,20,30,20,-10,15,5,5,5:Neck,10,30,30,-10,20,5,5,5:Back,20,30,20,-10,10,5,5,5:Belly,65,65,40,60,-5,20,-10,5:Tail,25,30,20,-10,15,5,10,5:Wings,25,10,20,-10,15,5,5,5:Legs,15,15,20,-5,10,5,5,5",
      ,"Rage:80","HR5:110,100","2 Player:60,HR5:45"
	  ,"2 Player:6499,HR5:8500"
	  ,"Gravios / グラビモス / 鎧龍"],
    ["G Rank","Standard~Head,20,40,30,0,20,5,40,5:Neck,50,30,20,0,30,5,20,10:Back,20,30,20,0,25,5,15,10:Belly,25,30,35,0,35,5,35,15:Tail,25,30,20,0,30,5,20,10:Wings,20,20,20,0,20,5,15,5:Legs,15,25,30,0,30,5,10,5|Broken Chest~Head,20,40,30,0,20,5,40,5:Neck,50,30,20,0,30,5,20,10:Back,20,30,20,0,25,5,15,10:Belly,80,80,65,15,50,5,50,15:Tail,25,30,20,0,30,5,20,10:Wings,20,20,20,0,20,5,15,5:Legs,15,25,30,0,30,5,10,5",
      ,"Rage:80","G Rank:110,130","G Rank:45"
	  ,"G Rank:15000"
	  ,"Gravios / グラビモス / 鎧龍",
	  "G Rank:90"],
    ["Zenith","Standard~Head,20,35,30,0,20,0,20,25:Neck,30,10,15,0,10,0,5,5:Back,10,15,15,0,10,0,10,5:Belly,20,25,10,0,10,0,10,5:Tail,30,15,20,0,10,0,5,5:Wings,20,15,10,0,10,0,10,5:Legs,15,15,10,0,5,0,10,5|Broken Chest Stage 1~Head,20,35,30,0,30,0,20,25:Neck,30,10,15,0,10,0,5,5:Back,15,20,20,0,25,0,15,10:Belly,25,30,15,0,25,0,15,10:Tail,30,15,20,0,10,0,5,5:Wings,20,20,10,0,10,0,10,5:Legs,15,15,10,0,5,0,10,5|Broken Chest Stage 2~Head,20,35,30,0,30,0,20,25:Neck,30,10,15,0,10,0,5,5:Back,30,40,20,0,25,0,15,10:Belly,25,30,15,0,25,0,15,10:Tail,30,15,20,0,10,0,5,5:Wings,20,20,10,0,10,0,10,5:Legs,15,15,10,0,5,0,10,5|Broken Chest Stage 3~Head,20,35,30,0,30,0,20,25:Neck,30,10,15,0,10,0,5,5:Back,15,30,15,0,10,0,10,5:Belly,60,50,30,0,30,0,25,15:Tail,30,15,25,0,10,0,5,5:Wings,20,20,20,0,10,0,10,5:Legs,15,15,10,0,5,0,10,5",
      ,"Rage:80",,"★1:40,★2:23,★3:14,★4:9"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Gravios / グラビモス / 鎧龍"],
  ],
  "Black Gravios":[
    ["HR1-4","Standard~Head,20,30,20,0,15,5,0,0:Neck,30,30,20,0,30,5,0,0:Back,20,30,20,0,25,5,0,0:Belly,15,25,20,0,35,5,0,0:Tail,25,30,20,0,30,5,0,0:Wings,20,20,20,0,20,5,0,0:Legs,15,25,20,0,30,5,0,0|Broken Chest~Head,20,30,20,0,15,5,0,0:Neck,30,30,20,0,30,5,0,0:Back,20,30,20,0,25,5,0,0:Belly,80,80,75,10,50,5,30,0:Tail,25,30,20,0,30,5,0,0:Wings,20,20,20,0,20,5,0,0:Legs,15,25,20,0,30,5,0,0",
      ,"Rage:80","Low Rank:90,100~High Rank:90,100","Low Rank:90,Low Rank:75,Low Rank:60,High Rank:90,High Rank:55,High Rank:50"
	  ,""
	  ,"Black Gravios / グラビモス（亜種） / 黑鎧龍"],
    ["HR5","Standard~Head,30,40,30,0,10,5,0,0:Neck,40,40,30,0,30,5,0,0:Back,30,40,35,0,20,5,0,0:Belly,30,40,25,0,30,5,0,0:Tail,35,40,30,0,30,5,0,0:Wings,30,30,30,0,20,5,0,0:Legs,25,35,30,0,30,5,0,0|Broken Chest~Head,30,40,30,0,10,5,0,0:Neck,40,40,30,0,30,5,0,0:Back,30,40,35,0,20,5,0,0:Belly,70,70,70,0,50,5,40,0:Tail,35,40,30,0,30,5,0,0:Wings,30,30,30,0,20,5,0,0:Legs,25,35,30,0,30,5,0,0",
      ,"Rage:80","HR5:90,100","HR5:50"
	  ,"HR5:9350",
	  ,"Black Gravios / グラビモス（亜種） / 黑鎧龍"],
    ["G Rank","Standard~Head,20,30,20,0,15,5,0,0:Neck,30,30,20,0,30,5,0,0:Back,20,30,20,0,25,5,0,0:Belly,20,25,20,0,45,5,0,0:Tail,25,30,20,0,30,5,0,0:Wings,20,20,20,0,20,5,0,0:Legs,15,25,20,0,30,5,0,0|Broken Chest~Head,20,30,20,0,15,5,0,0:Neck,30,30,20,0,30,5,0,0:Back,20,30,20,0,25,5,0,0:Belly,80,80,70,10,60,5,30,0:Tail,25,30,20,0,30,5,0,0:Wings,20,20,20,0,20,5,0,0:Legs,15,25,20,0,30,5,0,0",
      ,"Rage:95","G Rank:105,95","G Rank:40"
	  ,"G Rank:15399"
	  ,"Black Gravios / グラビモス（亜種） / 黑鎧龍",
	  "G Rank:80"],
    []
  ],
  "Khezu":[
    ["HR1-4","Standard~Head,45,60,90,40,5,0,5,5:Neck,60,50,70,30,5,0,5,5:Back,50,50,20,30,5,0,5,5:Belly,50,25,20,30,5,0,5,5:Tail,20,20,30,20,5,0,5,5:Wings,25,25,40,20,5,0,5,5:Legs,25,20,30,15,5,0,5,5",
      ,"Rage:90","Low Rank:100,120~High Rank:100,120","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,Practice:95",
	  ,"Khezu / フルフル / 電龍"],
    ["HR5","Standard~Head,45,55,35,5,0,0,20,5:Neck,40,35,65,5,0,0,10,5:Back,60,60,25,5,0,0,0,5:Belly,60,30,25,5,0,0,15,5:Tail,25,20,35,5,0,0,0,5:Wings,40,30,50,5,0,0,0,5:Legs,35,25,35,5,0,0,10,5",
      ,"Rage:90","HR5:100,100","HR5:45"
	  ,"HR5:6800"
	  ,"Khezu / フルフル / 電龍"],
    ["G Rank","Standard~Head,40,60,60,40,5,0,5,5:Neck,55,45,50,30,5,0,5,5:Back,50,50,20,30,5,0,5,5:Belly,45,30,20,30,5,0,5,5:Tail,20,20,30,20,5,0,5,5:Wings,30,25,35,20,5,0,5,5:Legs,25,20,30,15,5,0,5,5",
      ,"Rage:90","G Rank:90,100","G Rank:45"
	  ,"G Rank:14000"
	  ,"Khezu / フルフル / 電龍"],
    ["Zenith","Standard~Head,30,40,25,20,5,0,5,5:Neck,35,20,35,30,5,0,5,5:Back,15,25,10,10,5,0,5,5:Belly,40,40,40,50,5,0,5,5:Tail,30,10,20,15,5,0,5,5:Wings,25,20,15,15,5,0,5,5:Legs,20,25,10,10,5,0,5,5",
      ,"Rage:90",,"★1:35,★2:25,★1 Nerfed:40,★2 Nerfed:30,★3:18,★4:12"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Khezu / フルフル / 電龍"]
  ],
  "Red Khezu":[
    ["HR1-4","Standard~Head,30,50,70,5,40,0,5,5:Neck,55,45,65,5,30,0,5,5:Back,45,45,20,5,30,0,5,5:Belly,45,25,20,5,30,0,5,5:Tail,20,20,30,5,20,0,5,5:Wings,25,25,35,5,20,0,5,5:Legs,25,20,30,5,15,0,5,5",
      ,"Rage:90","Low Rank:80,100~High Rank:80,100","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Red Khezu / フルフル（亜種） / 赤電龍"],
    ["HR5","Standard~Head,30,55,40,5,30,0,5,5:Neck,55,50,60,5,25,0,5,5:Back,50,50,20,5,25,0,5,5:Belly,50,30,20,5,25,0,5,5:Tail,20,20,30,5,20,0,5,5:Wings,30,30,35,5,20,0,5,5:Legs,30,30,30,5,15,0,5,5",
      ,"Rage:90","HR5:100,80","HR5:50"
	  ,"HR5:7650"
	  ,"Red Khezu / フルフル（亜種） / 赤電龍"],
    ["G Rank","Standard~Head,25,50,45,5,35,0,0,5:Neck,50,40,45,5,30,0,0,5:Back,45,45,20,5,25,0,0,5:Belly,40,25,20,5,30,0,0,5:Tail,20,20,25,5,20,0,5,0:Wings,25,25,25,5,20,0,5,0:Legs,25,20,20,5,15,0,10,0",
      ,"Rage:90","G Rank:90,90","G Rank:45"
	  ,"G Rank:14400"
	  ,"Red Khezu / フルフル（亜種） / 赤電龍",
	  "G Rank:90"],
    []
  ],
  "Rathian":[
    ["HR1-4","Standard~Head,70,60,50,0,15,20,35,15:Neck,50,40,40,0,10,15,20,10:Back,25,30,30,10,10,15,25,10:Belly,60,55,90,0,5,20,10,5:Tail,30,30,25,0,5,10,25,5:Wings,25,20,25,0,10,15,20,10:Legs,45,40,50,0,5,10,5,5",
      ,"Rage:100","Low Rank:70,80~High Rank:100,100","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Rathian / リオレイア / 雌火龍"],
    ["HR5","Standard~Head,30,45,40,-5,15,-5,0,0:Neck,60,40,25,20,-5,25,0,0:Back,25,30,25,10,5,20,0,0:Belly,40,35,40,5,5,10,0,0:Tail,30,30,60,0,5,0,15,10:Wings,35,20,30,0,-5,0,5,5:Legs,30,50,35,0,-5,-5,0,0",
      ,"Rage:100","HR5:100,100","2 Player:60,HR5:45"
	  ,"2 Player:6499,HR5:8500"
	  ,"Rathian / リオレイア / 雌火龍"],
    ["G Rank","Standard~Head,50,45,30,0,10,20,35,10:Neck,30,30,20,0,5,10,5,5:Back,20,25,10,10,5,10,15,5:Belly,45,35,50,0,5,20,5,5:Tail,25,20,15,0,5,10,35,5:Wings,20,15,15,0,5,15,30,5:Legs,25,35,30,0,5,10,5,5",
      ,"Rage:100",,"G Rank:45"
	  ,"G Rank:16000"
	  ,"Rathian / リオレイア / 雌火龍"],
    []
  ],
  "Pink Rathian":[
    ["HR1-4","Standard~Head,65,55,40,0,35,10,20,10:Neck,45,35,35,0,15,10,15,5:Back,20,25,30,10,20,10,20,10:Belly,50,45,80,0,15,10,5,5:Tail,25,25,20,0,15,5,20,5:Wings,20,15,20,0,15,10,15,10:Legs,50,45,60,0,10,5,5,5",
      ,"Rage:100","Low Rank:75,80~High Rank:100,80","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55"
	  ,""
	  ,"Pink Rathian / リオレイア（亜種） / 櫻火龍"],
    ["HR5","Standard~Head,40,50,30,0,15,5,5,5:Neck,35,30,45,0,-5,10,5,5:Back,25,20,25,0,5,5,5,5:Belly,40,50,60,0,25,5,5,0:Tail,30,35,20,5,0,0,10,0:Wings,20,15,20,0,-5,0,10,5:Legs,55,40,50,5,15,5,10,5",
      ,"Rage:100","HR5:100,100","HR5:50"
	  ,"HR5:9350"
	  ,"Pink Rathian / リオレイア（亜種） / 櫻火龍"],
    ["G Rank","Standard~Head,50,45,30,0,30,10,25,10:Neck,25,25,25,0,10,5,10,5:Back,15,20,20,10,20,5,15,5:Belly,35,25,50,0,15,10,5,5:Tail,20,15,15,0,15,5,20,5:Wings,15,10,10,0,10,10,15,5:Legs,25,35,35,0,10,5,5,5",
      ,"Rage:100","G Rank:100,100","G Rank:45"
	  ,"G Rank:17600"
	  ,"Pink Rathian / リオレイア（亜種） / 櫻火龍",
	  "G Rank:80"],
    []
  ],
  "Gold Rathian":[
    ["HR1-4","Standard~Head,25,80,40,0,15,30,0,5:Neck,35,50,40,0,10,20,0,5:Back,20,25,40,5,10,20,0,5:Belly,35,45,20,0,5,15,0,5:Tail,25,25,60,0,5,10,0,5:Wings,80,20,20,0,10,30,0,5:Legs,25,40,50,0,5,10,0,5",
      ,"Rage:90","High Rank:90,100","High Rank:90,High Rank:55,High Rank:50"
	  ,""
	  ,"Gold Rathian / リオレイア（希少種） / 金火龍"],
    ["HR5","Standard~Head,35,60,30,15,0,5,0,5:Neck,25,50,20,10,0,5,0,15:Back,20,25,30,10,0,5,0,15:Belly,15,35,20,5,0,5,0,10:Tail,45,45,50,5,0,5,0,35:Wings,60,20,20,10,0,5,0,5:Legs,25,30,30,5,0,5,0,25",
      ,"Rage:90","HR5:90,100","HR5:60"
	  ,"HR5:18199"
	  ,"Gold Rathian / リオレイア（希少種） / 金火龍"],
    ["G Rank","Standard~Head,25,60,40,0,15,35,0,5:Neck,35,50,40,0,10,20,0,5:Back,20,25,40,5,10,20,0,5:Belly,35,45,20,0,5,15,0,5:Tail,45,45,50,5,0,5,0,35:Wings,60,20,20,0,10,35,0,5:Legs,25,40,45,0,5,10,0,5",
      ,"Rage:90","G Rank:110,100","G Rank:45"
	  ,"G Rank:20300"
	  ,"Gold Rathian / リオレイア（希少種） / 金火龍",
	  "G Rank:90"],
    []
  ],
  "Rathalos":[
    ["HR1-4","Standard~Head,60,50,50,0,30,15,30,40:Neck,45,45,40,0,20,10,20,30:Back,25,30,40,15,20,15,20,30:Belly,45,40,90,0,15,15,10,25:Tail,30,30,30,0,10,5,20,20:Wings,25,20,30,0,30,15,20,40:Legs,45,50,40,0,10,5,5,20",
      ,"Rage:90","Low Rank:70,80~High Rank:100,100","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Rathalos / リオレウス / 火龍"],
    ["HR5","Standard~Head,30,40,40,0,0,0,10,5:Neck,45,20,20,0,15,0,10,5:Back,25,20,50,10,20,0,15,0:Belly,45,25,20,0,-5,15,30,0:Tail,30,40,30,0,10,5,0,0:Wings,30,20,25,0,10,0,-5,0:Legs,45,30,40,0,0,0,-5,0",
      ,"Rage:90","HR5:100,100","2 Player:60,HR5:45"
	  ,"2 Player:5199,HR5:6800"
	  ,"Rathalos / リオレウス / 火龍"],
    ["G Rank","Standard~Head,60,50,30,0,30,10,15,20:Neck,30,25,20,0,5,5,5,15:Back,15,20,15,0,5,5,5,15:Belly,25,40,50,0,15,5,25,10:Tail,40,20,35,0,20,5,15,50:Wings,15,20,10,0,25,5,10,20:Legs,30,35,25,0,10,5,5,10",
      ,"Rage:90",,"G Rank:45"
	  ,"G Rank:12800"
	  ,"Rathalos / リオレウス / 火龍"],
    ["Zenith","Standard~Head,35,35,20,0,20,5,15,15:Neck,20,20,15,0,5,5,5,10:Back,15,20,15,0,5,5,5,10:Belly,30,35,40,0,15,5,25,10:Tail,35,20,35,0,25,5,15,25:Wings,20,25,15,0,30,5,10,15:Legs,20,25,20,0,10,5,5,10",
      ,"Rage:100",,"★1:32,★2:24,★1 Nerfed:34,★2 Nerfed:26,★3:18,★4:14"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Rathalos / リオレウス / 火龍"]
  ],
  "Azure Rathalos":[
    ["HR1-4","Standard~Head,60,50,50,0,15,30,25,10:Neck,45,45,40,0,10,15,20,10:Back,20,25,30,10,15,20,20,10:Belly,45,40,70,0,15,20,10,10:Tail,25,25,25,0,5,10,20,5:Wings,20,15,25,0,15,20,20,10:Legs,45,40,55,0,5,10,5,5",
      ,"Rage:100","Low Rank:100,100~High Rank:100,100","Low Rank:90,Low Rank:85,Low Rank:75,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Azure Rathalos / リオレウス亜種 / 蒼火龍"],
    ["HR5","Standard~Head,40,50,30,0,5,30,25,10:Neck,35,30,45,5,10,-5,0,5:Back,25,20,25,0,0,0,5,0:Belly,40,45,55,0,0,25,5,0:Tail,30,35,20,5,5,0,5,5:Wings,20,15,20,0,0,5,10,0:Legs,50,40,50,0,0,10,5,0",
      ,"Rage:100","HR5:100,100","HR5:50"
	  ,"HR5:9350"
	  ,"Azure Rathalos / リオレウス亜種 / 蒼火龍"],
    ["G Rank","Standard~Head,55,50,30,0,10,30,20,5:Neck,30,35,20,0,5,5,10,5:Back,15,30,15,0,10,10,10,5:Belly,30,35,55,0,10,20,5,5:Tail,25,15,25,0,5,5,15,5:Wings,20,25,10,0,15,10,10,5:Legs,35,30,35,0,5,10,5,5",
      ,"Rage:110","G Rank:100,100","G Rank:45"
	  ,"G Rank:17600"
	  ,"Azure Rathalos / リオレウス亜種 / 蒼火龍",
	  "G Rank:80"],
    []
  ],
  "Silver Rathalos":[
    ["HR1-4","Standard~Head,25,80,25,0,30,30,0,10:Neck,35,55,40,0,20,20,0,5:Back,20,25,40,5,20,20,0,5:Belly,35,45,50,0,15,15,0,10:Tail,25,25,70,0,10,10,0,5:Wings,80,20,30,0,30,30,0,10:Legs,25,40,50,0,10,10,0,5",
      ,"Rage:90","High Rank:100,115","High Rank:90,High Rank:55,High Rank:50"
	  ,""
	  ,"Silver Rathalos / リオレウス（希少種） / 銀火龍"],
    ["HR5","Standard~Head,40,60,25,0,0,10,20,20:Neck,25,55,20,0,0,5,15,20:Back,20,25,40,5,0,5,30,30:Belly,30,35,30,0,0,10,20,15:Tail,45,45,50,0,0,5,30,10:Wings,60,20,20,0,0,10,10,30:Legs,25,40,30,0,0,5,15,10",
      ,"Rage:90","HR5:100,115","HR5:60"
	  ,"HR5:15599"
	  ,"Silver Rathalos / リオレウス（希少種） / 銀火龍"],
    ["G Rank","Standard~Head,25,60,25,0,20,25,0,10:Neck,35,40,25,0,15,15,0,5:Back,20,25,20,5,15,15,0,5:Belly,35,35,30,0,10,10,0,10:Tail,25,20,60,0,5,10,0,5:Wings,60,20,25,0,20,30,0,10:Legs,25,40,35,0,5,10,0,5",
      ,"Rage:100","G Rank:100,115","G Rank:45"
	  ,"G Rank:16799"
	  ,"Silver Rathalos / リオレウス（希少種） / 銀火龍"],
    []
  ],
  "Kirin":[
    ["HR1-4","Standard~Head,45,40,60,0,0,0,0,0:Body,20,25,20,0,0,0,0,0:Horn,90,100,80,0,0,0,0,0",
      ,"Rage:100","Low Rank:100,100~High Rank:100,100","Low Rank:90,Low Rank:75,High Rank:90,High Rank:80,High Rank:70"
	  ,""
	  ,"Kirin / キリン / 麒麟"],
    ["Gou","Standard~Head,30,40,30,10,10,10,10,10:Body,20,25,10,-15,-15,-15,-15,-15:Horn,70,60,50,25,25,25,25,25",
      ,"Rage:100","Gou:100,100","Gou:60"
	  ,"Gou:8000"
	  ,"Kirin / キリン / 麒麟"],
    ["G Rank","Standard~Head,30,35,30,5,5,0,5,5:Body,20,20,15,10,10,0,5,10:Horn,60,50,50,20,20,0,5,15",
      ,"Rage:100","G Rank:100,100","G Rank:30"
	  ,"G Rank:20000"
	  ,"Kirin / キリン / 麒麟",
	  "G Rank:90"],
    []
  ],
  "Kushala Daora":[
    ["HR1-4","Standard~Head,50,60,30,10,5,20,35,0:Belly,35,50,25,10,5,15,20,0:Back,20,25,30,10,5,15,20,0:Tail,35,30,40,10,5,30,35,0:Forelegs,30,25,20,10,5,15,20,0:Hindlegs,30,35,25,10,5,15,30,0:Wings,20,15,20,10,5,15,20,0|Wind Cloak~Head,45,55,30,10,5,25,45,0:Belly,25,40,25,5,0,20,10,0:Back,20,25,20,5,0,20,10,0:Tail,35,30,40,5,0,30,40,0:Forelegs,25,25,20,5,0,20,10,0:Hindlegs,30,35,25,5,0,20,10,0:Wings,20,15,20,5,0,20,10,0",
      ,"Rage:90","Low Rank:100,100~High Rank:100,100","Low Rank:90,Low Rank:80,Low Rank:75,High Rank:90,High Rank:70,High Rank:65"
	  ,""
	  ,"Kushala Daora / クシャルダオラ / 鋼龍"],
    ["Gou","Standard~Head,45,55,25,0,0,20,35,0:Belly,30,45,20,10,5,-10,-15,0:Back,20,25,25,10,5,-10,-15,0:Tail,30,25,35,0,0,30,35,0:Forelegs,25,20,20,10,5,-10,-15,0:Hindlegs,25,30,25,10,5,-10,-15,0:Wings,20,15,20,0,0,15,20,0|Wind Cloak~Head,30,40,20,0,0,20,25,0:Belly,25,25,15,5,0,-15,-20,0:Back,10,15,20,5,0,-15,-20,0:Tail,25,20,30,0,0,30,25,0:Forelegs,20,15,10,5,0,-15,-20,0:Hindlegs,20,25,15,5,0,-15,-20,0:Wings,15,10,15,0,0,15,10,0",
      ,"Rage:90","Gou:100,110","Gou:60"
	  ,"Gou:10799",
	  ,"Kushala Daora / クシャルダオラ / 鋼龍"],
    ["G Rank","Standard~Head,40,40,35,0,0,20,25,0:Belly,30,25,15,10,5,15,10,0:Back,15,15,25,10,5,15,10,0:Tail,35,30,40,0,0,20,30,0:Forelegs,25,25,20,10,5,10,5,0:Hindlegs,25,25,25,10,5,10,5,0:Wings,15,28,15,0,0,15,10,0|Wind Cloak~Head,35,35,35,0,0,25,30,0:Belly,25,25,15,5,0,15,10,0:Back,15,15,20,5,0,20,10,0:Tail,30,30,35,0,0,25,35,0:Forelegs,20,19,10,5,0,15,10,0:Hindlegs,20,21,15,5,0,15,10,0:Wings,15,25,25,0,0,20,10,0",
      ,"Rage:90","G Rank:110,110","G Rank:30"
	  ,"G Rank:27000"
	  ,"Kushala Daora / クシャルダオラ / 鋼龍",
	  "G Rank:90"],
    []
  ],
  "Rusted Kushala Daora":[
    ["HR1-4","Standard~Head,50,60,30,10,5,20,35,0:Belly,35,50,25,10,5,15,20,0:Back,20,25,30,10,5,15,20,0:Tail,35,30,40,10,5,30,35,0:Forelegs,30,25,20,10,5,15,20,0:Hindlegs,30,35,25,10,5,15,30,0:Wings,20,15,20,10,5,15,20,0|Wind Cloak~Head,45,55,30,10,5,25,45,0:Belly,25,40,25,5,0,20,10,0:Back,20,25,20,5,0,20,10,0:Tail,35,30,40,5,0,30,40,0:Forelegs,25,25,20,5,0,20,10,0:Hindlegs,30,35,25,5,0,20,10,0:Wings,20,15,20,5,0,20,10,0",
      ,"Rage:90","Low Rank:100,100~High Rank:100,100","Low Rank:90,Low Rank:75,High Rank:65"
	  ,""
	  ,"Rusted Kushala Daora / 錆びたクシャルダオラ / 鏽鋼龍"],
    ["Gou","Standard~Head,45,55,25,0,0,20,35,0:Belly,30,45,20,10,5,-10,-15,0:Back,20,25,25,10,5,-10,-15,0:Tail,30,25,35,0,0,30,35,0:Forelegs,25,20,20,10,5,-10,-15,0:Hindlegs,25,30,25,10,5,-10,-15,0:Wings,20,15,20,0,0,15,20,0|Wind Cloak~Head,30,40,20,0,0,20,25,0:Belly,25,25,15,5,0,-15,-20,0:Back,10,15,20,5,0,-15,-20,0:Tail,25,20,30,0,0,30,25,0:Forelegs,20,15,10,5,0,-15,-20,0:Hindlegs,20,25,15,5,0,-15,-20,0:Wings,15,10,15,0,0,15,10,0",
      ,"Rage:90","Gou:100,110","Gou:60"
	  ,"Gou:10799"
	  ,"Rusted Kushala Daora / 錆びたクシャルダオラ / 鏽鋼龍"],
    [],
    []
  ],
  "Chameleos":[
    ["HR1-4","Standard~Head,50,40,40,0,0,20,25,35:Chest,35,20,15,5,0,15,20,35:Back,25,15,15,0,0,15,20,25:Right Leg,20,15,15,0,0,20,10,20:Left Legs / Belly,25,20,30,0,0,10,20,20:Wings,20,10,15,0,0,15,20,10:Tail,20,15,15,0,0,10,5,10|Invisible~Head,50,50,50,0,0,20,25,35:Chest,30,25,15,5,0,15,20,25:Back,20,15,10,0,0,15,20,20:Right Leg,10,10,15,0,0,10,10,15:Left Legs / Belly,20,15,15,0,0,15,20,20:Wings,10,10,15,0,0,5,20,10:Tail,15,15,15,0,0,10,5,10",
      ,"Rage:100","Low Rank:110,100~High Rank:110,100","Low Rank:90,Low Rank:80,Low Rank:75,High Rank:90,High Rank:70,High Rank:65"
	  ,""
	  ,"Chameleos / オオナズチ / 霞龍"],
    ["Gou","Standard~Head,50,60,40,5,0,5,30,40:Chest,35,20,15,5,0,-5,-5,-5:Back,25,15,15,5,0,-5,-5,-5:Right Leg,20,15,15,5,0,5,10,25:Left Legs / Belly,20,35,30,5,0,30,-5,-5:Wings,20,35,15,5,0,30,0,-5:Tail,20,15,15,5,0,5,5,15|Invisible~Head,50,60,55,5,0,5,25,40:Chest,30,25,15,5,0,-10,-10,-15:Back,20,15,10,5,0,-10,-10,-15:Right Leg,15,10,15,5,0,5,10,25:Left Legs / Belly,15,30,15,5,0,25,-5,-15:Wings,15,30,15,5,0,25,0,-15:Tail,15,15,15,5,0,5,-5,15",
      ,"Rage:100","Gou:110,110","Gou:60"
	  ,"Gou:11900"
	  ,"Chameleos / オオナズチ / 霞龍"],
    ["G Rank","Standard~Head,38,36,36,5,0,5,30,35:Chest,25,10,15,5,0,5,15,35:Back,22,16,15,5,0,5,15,25:Right Leg,18,16,15,5,0,0,10,20:Left Legs / Belly,22,20,25,5,0,20,15,20:Wings,18,25,15,5,0,20,15,10:Tail,18,18,15,5,0,25,5,10|Invisible~Head,40,38,42,5,0,10,30,35:Chest,22,15,15,5,0,5,15,25:Back,20,20,10,5,0,5,15,20:Right Leg,15,20,15,5,0,0,10,15:Left Legs / Belly,18,24,15,5,0,20,15,20:Wings,15,25,15,5,0,20,15,10:Tail,15,22,15,5,0,25,5,10",
      ,"Rage:100","G Rank:110,110","G Rank:30"
	  ,"G Rank:28000"
	  ,"Chameleos / オオナズチ / 霞龍"],
    []
  ],
  "Lunastra":[
    ["HR1-4","Standard~Head,40,70,30,0,15,10,25,35:Belly,35,50,25,0,10,5,15,20:Back,20,25,30,0,10,5,15,20:Tail,35,25,60,0,15,5,60,35:Forelegs,35,25,20,0,10,5,15,20:Hindlegs,25,40,25,0,15,5,25,25:Wings,20,15,20,0,10,5,15,20|Flame Cloak~Head,40,70,20,0,25,10,35,10:Belly,25,40,25,0,20,5,10,10:Back,20,25,20,0,20,5,10,10:Tail,25,25,40,0,25,5,40,10:Forelegs,25,25,20,0,20,5,10,10:Hindlegs,25,30,25,0,25,5,10,10:Wings,20,15,20,0,20,5,10,10",
      ,"Rage:90","Low Rank:100,100","Low Rank:90,Low Rank:80"
	  ,""
	  ,"Lunastra / ナナ・テスカトリ / 炎妃龍"],
    ["Gou","Standard~Head,40,45,10,0,30,10,20,30:Belly,15,25,15,0,5,5,15,0:Back,10,10,20,0,5,5,15,0:Tail,30,25,30,0,30,5,10,40:Forelegs,20,20,15,0,0,5,10,0:Hindlegs,20,20,15,0,0,5,10,0:Wings,15,15,10,0,0,5,15,0|Flame Cloak~Head,45,45,15,0,35,10,30,25:Belly,20,30,10,0,10,5,15,0:Back,25,15,30,0,10,5,15,0:Tail,30,35,25,0,40,5,20,50:Forelegs,25,20,10,0,-10,5,10,0:Hindlegs,25,20,10,0,-10,5,10,0:Wings,15,15,20,0,0,5,20,0",
      ,"Rage:80","Gou:100,110","Gou:70"
	  ,"Gou:3899"
	  ,"Lunastra / ナナ・テスカトリ / 炎妃龍"],
    ["G Rank","Standard~Head,35,35,10,0,10,10,15,15:Belly,10,15,10,0,5,5,0,5:Back,10,5,15,0,5,5,0,5:Tail,35,25,30,0,10,5,25,20:Forelegs,10,15,10,0,5,5,5,5:Hindlegs,15,15,10,0,5,5,5,5:Wings,10,20,10,0,5,5,10,5|Flame Cloak~Head,35,35,10,0,15,10,10,5:Belly,10,15,10,0,5,5,0,0:Back,10,5,15,0,5,5,0,0:Tail,30,25,30,0,20,5,15,10:Forelegs,10,15,10,0,5,5,5,0:Hindlegs,15,15,10,0,5,5,5,0:Wings,10,20,10,0,5,5,5,0",
      ,"Rage:115","G Rank:100,110","G Rank:40"
	  ,"G Rank:12000"
	  ,"Lunastra / ナナ・テスカトリ / 炎妃龍"],
    []
  ],
  "Teostra":[
    ["HR1-4","Standard~Head,40,70,30,0,35,10,25,15:Belly,35,50,25,0,20,5,15,10:Back,20,25,30,0,20,5,15,10:Tail,35,25,60,0,35,5,50,15:Forelegs,35,25,20,0,20,5,15,10:Hindlegs,25,40,25,0,25,5,25,15:Wings,20,15,20,0,20,5,15,10|Flame Cloak~Head,40,70,20,0,10,10,25,25:Belly,25,40,25,0,10,5,10,20:Back,20,25,20,0,10,5,10,20:Tail,25,25,40,0,10,5,30,25:Forelegs,25,25,20,0,10,5,10,20:Hindlegs,25,30,25,0,10,5,10,25:Wings,20,15,20,0,10,5,10,20",
      ,"Rage:90","Low Rank:100,100~High Rank:100,100","Low Rank:90,Low Rank:80,Low Rank:75,High Rank:90,High Rank:70,High Rank:65"
	  ,""
	  ,"Teostra / テオ・テスカトル / 炎王龍"],
    ["Gou","Standard~Head,40,70,20,0,35,5,25,15:Belly,30,40,20,0,-10,5,-10,-5:Back,20,20,20,0,-10,5,-10,-5:Tail,35,20,40,0,35,5,50,15:Forelegs,35,25,20,0,-10,5,-10,-5:Hindlegs,25,35,20,0,-10,5,-10,-5:Wings,20,15,25,0,20,5,15,10|Flame Cloak~Head,40,65,20,0,10,5,25,25:Belly,25,35,15,0,10,5,-15,-15:Back,20,20,15,0,10,5,-15,-15:Tail,25,20,30,0,10,5,30,25:Forelegs,25,25,15,0,10,5,-15,-15:Hindlegs,25,30,15,0,10,5,-15,-15:Wings,20,15,25,0,10,5,10,20",
      ,"Rage:90","Gou:100,110","Gou:70"
	  ,"Gou:10799"
	  ,"Teostra / テオ・テスカトル / 炎王龍"],
    ["G Rank","Standard~Head,37,40,35,0,30,10,20,15:Belly,20,10,15,0,20,5,10,10:Back,26,26,20,0,10,5,10,5:Tail,35,26,40,0,30,5,35,15:Forelegs,25,28,15,0,15,5,15,10:Hindlegs,20,30,10,0,20,5,20,15:Wings,15,22,20,0,20,5,15,10|Flame Cloak~Head,47,50,45,0,10,10,20,20:Belly,12,5,15,0,10,5,5,15:Back,17,26,20,0,10,5,10,10:Tail,25,26,25,0,10,5,30,25:Forelegs,16,28,15,0,10,5,10,10:Hindlegs,15,25,10,0,10,5,15,20:Wings,13,22,20,0,10,5,10,15|Head Broken~Head,42,45,40,0,30,10,20,15:Belly,25,10,20,0,20,5,10,10:Back,30,28,25,0,10,5,10,5:Tail,40,28,45,0,30,5,35,15:Forelegs,30,32,20,0,15,5,15,10:Hindlegs,25,35,15,0,20,5,20,15:Wings,20,25,25,0,20,5,15,10",
      ,"Rage:100","G Rank:100,100","G Rank:30"
	  ,"G Rank:28800"
	  ,"Teostra / テオ・テスカトル / 炎王龍"],
    []
  ],
  "Supremacy Teostra":[
    [],
    ["Supremacy","Standard~Head,40,45,20,0,35,5,25,15:Belly,30,40,20,0,-10,5,-10,-5:Back,20,20,20,0,-10,5,-10,-5:Tail,35,20,40,0,35,5,50,15:Forelegs,35,25,20,0,-10,5,-10,-5:Hindlegs,25,35,20,0,-10,5,-10,-5:Wings,20,15,25,0,20,5,15,10|Flame Cloak and Self-Immolation~Head,40,35,20,0,10,5,25,25:Belly,25,35,15,0,10,5,-15,-15:Back,20,20,15,0,10,5,-15,-15:Tail,25,20,30,0,10,5,30,25:Forelegs,25,25,15,0,10,5,-15,-15:Hindlegs,25,30,15,0,10,5,-15,-15:Wings,20,15,25,0,10,5,10,20",
      ",,1","Rage:81","Supremacy:100,110","Supremacy:60"
	  ,"Supremacy:28800"
	  ,"Supremacy Teostra / 覇種テオ・テスカトル / 覇種炎王龍"],
    [],
    []
  ],
  "Yama Tsukami":[
    ["HR1-4","Standard~Head,60,70,50,0,0,0,30,35:Back,60,70,25,0,0,0,10,15:Eyes,100,100,60,5,0,0,10,20:Body,80,70,20,0,0,0,15,25:Inside Mouth,90,80,90,0,10,0,70,35:Feelers,60,50,30,0,0,0,10,30:Tentacles,50,40,20,0,0,0,20,30",
      ,"Rage:80",,"High Rank:60,High Rank:60"
	  ,"High Rank:13499,High Rank:16500"
	  ,"Yama Tsukami / ヤマツカミ / 浮岳龍"],
    ["Gou","Standard~Head,50,60,50,0,0,15,30,0:Back,50,60,25,0,0,20,10,0:Eyes,100,100,45,15,0,25,0,10:Body,80,70,20,0,0,10,5,0:Inside Mouth,90,80,40,0,0,20,30,0:Feelers,50,60,30,0,0,15,20,0:Tentacles,40,50,20,0,0,15,10,0|Red Barrier Up~Head,50,60,45,0,0,15,30,0:Back,50,60,20,0,0,20,10,0:Eyes,100,100,40,15,0,25,0,10:Body,80,70,15,0,0,10,5,0:Inside Mouth,90,80,35,0,0,20,30,0:Feelers,50,60,25,0,0,15,20,0:Tentacles,40,50,15,0,0,15,10,0",
      ,"Rage:80",,"Gou:80"
	  ,"Gou:18750"
	  ,"Yama Tsukami / ヤマツカミ / 浮岳龍"],
    [],
    []
  ],
  "Lao-Shan Lung":[
    ["HR1-4","Standard~Head,28,20,30,20,5,15,20,5:Neck,20,20,20,20,5,15,20,5:Shoulder,10,20,20,20,5,15,20,5:Core,80,90,80,50,5,15,100,5:Tail / Back,10,20,20,20,5,15,20,5:Belly,55,50,40,20,5,15,30,5:Legs,32,37,25,20,5,15,20,5",
      ,"Rage:80",,"Low Rank:75,High Rank:70"
	  ,"Low Rank:10666,High Rank:18665"
	  ,"Lao-Shan Lung / ラオシャンロン / 老山龍"],
    ["Gou","Standard~Head,28,37,30,10,0,5,30,5:Neck,30,20,20,10,40,5,15,5:Shoulder,10,20,20,15,0,5,20,5:Core,80,90,50,15,0,5,20,5:Tail / Back,40,20,15,10,40,5,15,5:Belly,30,40,20,10,0,5,30,5:Legs,37,32,25,10,40,5,30,5",
      ,"Rage:100",,"Gou:70"
	  ,"Gou:27999"
	  ,"Lao-Shan Lung / ラオシャンロン / 老山龍"],
    [],
    []
  ],
  "Ashen Lao-Shan Lung":[
    ["HR1-4","Standard~Head,28,20,30,20,5,15,20,5:Neck,20,20,20,20,5,15,20,5:Shoulder,10,20,20,20,5,15,20,5:Core,80,90,80,50,5,15,100,5:Tail / Back,10,20,20,20,5,15,20,5:Belly,55,50,40,20,5,15,30,5:Legs,32,37,25,20,5,15,20,5",
      ,"Rage:80",,"High Rank:70"
	  ,"High Rank:18665"
	  ,"Ashen Lao-Shan Lung / ラオシャンロン（亜種） / 岩山龍"],
    [],
    [],
    []
  ],
  "Black Fatalis":[
    ["HR1-4","Standard~Face,80,75,45,15,5,5,40,10:Head,50,55,30,15,5,5,30,10:Tail / Back,30,30,30,15,5,5,10,10:Neck,30,35,35,15,5,5,30,10:Chest,40,40,35,15,5,5,10,10:Wings,30,25,35,15,5,5,10,10:Body / Arms,35,35,30,15,5,5,20,10",
      ,"Rage:100",,"High Rank:90"
	  ,"High Rank:8799"
	  ,"Black Fatalis / ミラボレアス / 黑龍"],
    [],
    ["G Rank","Standard~Face,45,50,60,0,0,0,30,10:Head,30,35,20,0,0,15,0,10:Tail / Back,20,50,15,0,0,15,0,10:Neck,20,30,15,0,0,15,0,10:Chest,60,25,35,0,0,0,10,10:Wings,30,30,40,0,0,15,0,10:Body / Arms,20,40,20,0,30,15,0,10|Charging~Face,45,50,60,0,0,0,30,10:Head,30,35,20,0,0,15,0,10:Tail / Back,20,50,15,0,0,15,0,10:Neck,20,30,15,0,0,15,0,10:Chest,60,25,35,0,0,0,100,10:Wings,30,30,40,0,0,15,0,10:Body / Arms,20,40,20,0,30,15,0,10|Blue Flames~Face,55,60,70,0,0,0,30,10:Head,40,45,30,0,0,15,0,10:Tail / Back,30,60,25,0,0,15,0,10:Neck,30,40,25,0,0,15,0,10:Chest,70,35,45,0,0,0,10,10:Wings,40,40,50,0,0,15,0,10:Body / Arms,30,50,30,0,30,15,0,10|Blue Flames Charging~Face,55,60,70,0,0,0,30,10:Head,40,45,30,0,0,15,0,10:Tail / Back,30,60,25,0,0,15,0,10:Neck,30,40,25,0,0,15,0,10:Chest,70,35,45,0,0,0,100,10:Wings,40,40,50,0,0,15,0,10:Body / Arms,30,50,30,0,30,15,0,10",
      ,"Rage:110",,"LV1:60,LV200:35,LV1000:19,LV9999:5"
	  ,"LV1:26666,LV200:26666,LV1000:26666,LV9999:26666"
	  ,"Black Fatalis / ミラボレアス / 黑龍"],
    []
  ],
  "Crimson Fatalis":[
    ["HR1-4","Standard~Face,50,45,45,25,10,10,40,15:Head,30,25,30,20,10,10,30,15:Tail / Back,10,20,20,25,10,10,10,15:Neck,30,25,25,20,10,10,30,15:Chest,10,15,20,15,10,10,10,15:Wings,30,25,20,25,10,10,10,15:Body / Arms,20,20,20,20,10,10,20,15|Armour Mode~Face,10,10,10,10,5,5,10,5:Head,10,10,10,10,5,5,10,5:Tail / Back,10,10,10,10,5,5,10,5:Neck,10,10,10,10,5,5,10,5:Chest,10,10,10,10,5,5,10,5:Wings,10,10,10,10,5,5,10,5:Body / Arms,10,10,10,10,5,5,10,5",
      ,"Rage:80",,"High Rank:90"
	  ,"High Rank:8799"
	  ,"Crimson Fatalis / ミラボレアス【紅龍】 / 赤黑龍"],
    [],
    ["G Rank","Standard~Face,60,70,60,-15,10,0,40,20:Head,40,50,40,-10,10,0,20,10:Tail / Back,20,30,15,-5,10,0,15,5:Neck,40,25,40,-10,5,0,20,10:Chest,40,25,40,-10,5,0,20,10:Wings,50,20,10,-5,5,0,10,5:Body / Arms,20,40,20,-10,10,0,20,5",
      ,"Rage:100",,"LV1:60,LV200:35,LV1000:19,LV9999:5"
	  ,"LV1:26666,LV200:26666,LV1000:26666,LV9999:26666"
	  ,"Crimson Fatalis / ミラボレアス【紅龍】 / 赤黑龍"],
    []
  ],
  "White Fatalis":[
    ["HR1-4","Standard~Face,80,75,45,25,10,10,40,15:Head,50,55,30,20,10,10,30,15:Tail / Back,10,20,20,25,10,10,10,15:Neck,30,25,25,20,10,10,30,15:Chest,10,15,20,15,10,10,10,15:Wings,30,25,20,25,10,10,10,15:Body / Arms,20,20,20,20,10,10,20,15|Armour Mode~Face,10,10,10,10,5,5,10,10:Head,10,10,10,10,5,5,10,10:Tail / Back,10,10,10,10,5,5,10,10:Neck,10,10,10,10,5,5,10,10:Chest,10,10,10,10,5,5,10,10:Wings,10,10,10,10,5,5,10,10:Body / Arms,10,10,10,10,5,5,10,10",
      ,"Rage:80",,"High Rank:90"
	  ,"High Rank:8400"
	  ,"White Fatalis / ミラボレアス【祖龍】 / 祖龍"],
    [],
    ["Road","Standard~Face,25,35,30,20,10,10,30,15:Head,30,20,20,15,10,10,15,15:Tail / Back,20,15,10,20,10,10,10,15:Neck,15,20,15,15,10,10,15,15:Chest,25,20,25,10,10,10,10,15:Wings,20,15,10,20,10,10,10,15:Body / Arms,15,15,15,15,10,10,10,15|Awakened~Face,30,40,35,25,5,-15,35,10:Head,35,25,25,20,5,-10,15,5:Tail / Back,20,15,10,20,5,-5,5,5:Neck,20,25,20,15,5,-10,15,5:Chest,30,25,30,10,5,-10,20,5:Wings,25,20,15,25,5,-5,5,5:Body / Arms,15,15,15,15,5,-10,15,5",
      ,"Rage:80",,"Road:18"
	  ,"Road:30000"
	  ,"White Fatalis / ミラボレアス【祖龍】 / 祖龍"],
    []
  ],
  "Hypnoc":[
    ["HR1-4","Standard~Head,70,60,50,10,5,10,5,10:Neck,50,40,40,10,10,10,5,15:Back,25,30,30,15,5,5,5,5:Belly,60,55,90,25,5,10,5,5:Tail,30,30,25,10,5,15,5,5:Wings,25,20,25,15,10,20,5,10:Legs,45,40,50,5,5,5,5,5",
      ,"Rage:100","Low Rank:100,120~High Rank:100,120","Low Rank:90,Low Rank:85,High Rank:90,High Rank:60,High Rank:55"],
    ["HR5","Standard~Head,40,50,70,0,0,0,0,25:Neck,25,55,30,25,15,0,0,0:Back,70,35,50,5,0,20,5,0:Belly,60,20,30,5,0,10,0,0:Tail,35,35,30,10,5,15,15,0:Wings,30,25,30,10,10,15,0,10:Legs,55,60,55,5,5,5,0,5",
      ,"Rage:100","HR5:100,100","2 Player:60,HR5:45,HR5:100"
	  ,"2 Player:7799,HR5:9000,HR5:6000"
	  ,"Hypnoc / ヒプノック / 眠鳥"],
    ["G Rank","Standard~Head,45,45,40,10,5,10,5,10:Neck,40,30,35,10,10,10,5,15:Back,20,25,20,15,5,5,5,5:Belly,45,45,45,25,5,10,5,5:Tail,25,25,25,10,5,15,5,5:Wings,20,15,15,15,10,20,5,10:Legs,25,30,30,5,5,5,5,5",
      ,"Rage:100","G Rank:90,100","G Rank:45"
	  ,"G Rank:13200"
	  ,"Hypnoc / ヒプノック / 眠鳥",
	  "G Rank:90"],
    ["Zenith","Standard~Head,35,40,35,10,5,25,5,10:Neck,30,25,15,10,10,10,5,15:Back,15,20,20,15,5,5,5,5:Belly,30,30,25,25,5,10,5,5:Tail,20,20,20,10,5,15,5,5:Wings,20,10,15,15,10,20,5,10:Legs,20,25,20,5,5,5,5,5",
      ,"Rage:100",,"★1:27,★2:22,★1 Nerfed:32,★2 Nerfed:27,★3:17,★4:12"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Hypnoc / ヒプノック / 眠鳥"]
  ],
  "Breeding Season Hypnoc":[
    ["HR1-4","Standard~Head,70,60,50,5,5,10,5,5:Neck,50,40,40,10,10,10,5,10:Back,25,30,30,5,5,20,5,5:Belly,60,55,90,5,5,30,5,5:Tail,30,30,25,5,5,10,5,5:Wings,25,20,25,10,10,20,5,10:Legs,45,40,50,5,5,10,5,5",
      ,"Rage:100","High Rank:80,90","High Rank:90,High Rank:60,High Rank:50"
	  ,""
	  ,"Breeding Season Hypnoc / ヒプノック繁殖期 / 蒼眠鳥"],
    ["HR5","Standard~Head,45,60,35,0,0,25,5,0:Neck,40,45,55,15,15,-5,5,15:Back,30,20,25,5,5,-5,5,5:Belly,60,40,50,5,5,25,5,5:Tail,30,40,40,5,5,5,0,5:Wings,25,20,30,0,0,5,0,0:Legs,45,35,45,5,5,5,0,5",
      ,"Rage:100","HR5:100,80","HR5:45"
	  ,"HR5:9899"
	  ,"Breeding Season Hypnoc / ヒプノック繁殖期 / 蒼眠鳥"],
    ["G Rank","Standard~Head,45,45,40,15,15,35,15,15:Neck,40,30,35,20,20,20,15,20:Back,20,25,20,15,15,30,15,15:Belly,45,45,45,15,15,40,15,15:Tail,25,25,25,15,15,20,15,15:Wings,20,15,15,20,20,30,15,20:Legs,25,30,30,15,15,20,15,15",
      ,"Rage:100","G Rank:90,100","G Rank:45"
	  ,"G Rank:13200"
	  ,"Breeding Season Hypnoc / ヒプノック繁殖期 / 蒼眠鳥",
	  "G Rank:90"],
    []
  ],
  "White Hypnoc":[
    ["HR1-4","Standard~Head,40,50,30,5,0,0,0,15:Neck,50,40,15,10,5,0,0,10:Back,55,55,40,5,0,0,0,15:Belly,55,45,30,5,5,5,0,25:Tail,35,30,50,5,0,0,0,10:Wings,25,25,25,10,5,0,0,15:Legs,25,25,30,5,0,0,0,5",
      ,"Rage:100","High Rank:100,110","High Rank:90"
	  ,""
	  ,"White Hypnoc / ヒプノック希少種 / 白眠鳥"],
    [],
    ["G Rank","Standard~Head,30,40,30,5,0,0,0,20:Neck,40,30,15,10,5,0,0,10:Back,45,45,35,5,0,0,0,20:Belly,45,35,30,5,5,5,0,25:Tail,35,20,45,5,0,0,0,10:Wings,15,15,25,10,5,0,0,20:Legs,15,15,30,5,0,0,0,5",
      ,"Rage:100","G Rank:90,100","G Rank:45"
	  ,"G Rank:16800"
	  ,"White Hypnoc / ヒプノック希少種 / 白眠鳥",
	  "G Rank:90"],
    []
  ],
  "Lavasioth":[
    ["HR1-4","Standard~Head,25,30,30,0,20,5,5,15:Neck,35,35,20,0,25,15,5,10:Back,20,45,30,0,20,5,5,5:Belly,40,35,30,0,30,15,5,15:Tail,40,30,25,0,20,15,5,10:Wings,25,40,25,0,20,10,5,10:Legs,20,40,20,0,10,5,5,5",
      ,"Rage:110","Low Rank:120,100~High Rank:120,110","Low Rank:90,Low Rank:75,Low Rank:60,High Rank:90,High Rank:60,High Rank:55,High Rank:50"
	  ,""
	  ,"Lavasioth / ヴォルガノス / 熔岩龍"],
    ["HR5","Standard~Head,25,30,50,-5,10,0,15,0:Neck,45,35,20,10,5,0,0,0:Back,20,30,30,0,10,0,0,0:Belly,20,35,10,0,15,5,-5,5:Tail,20,30,10,0,10,5,0,5:Wings,25,35,10,0,10,15,0,5:Legs,20,35,25,0,5,0,-5,15",
      ,"Rage:110","HR5:110,110","HR5:45"
	  ,"HR5:13600"
	  ,"Lavasioth / ヴォルガノス / 熔岩龍"],
    ["G Rank","Standard~Head,25,40,25,0,20,5,5,15:Neck,20,20,20,0,25,15,5,10:Back,20,45,20,0,20,5,5,5:Belly,30,35,20,0,30,15,5,15:Tail,40,30,25,0,20,15,5,10:Wings,40,40,35,0,20,10,5,10:Legs,25,25,35,0,10,5,5,5",
      ,"Rage:110","G Rank:90,100","G Rank:50"
	  ,"G Rank:16000"
	  ,"Lavasioth / ヴォルガノス / 熔岩龍"],
    []
  ],
  "Red Lavasioth":[
    ["HR1-4","Standard~Head,25,30,30,0,5,5,20,5:Neck,35,35,20,0,5,5,25,5:Back,20,45,30,0,5,5,20,5:Belly,40,35,30,0,10,10,30,10:Tail,40,30,25,0,5,5,20,5:Wings,25,40,25,0,10,10,20,10:Legs,20,40,20,0,5,5,10,5",
      ,"Rage:80","High Rank:120,110","High Rank:90,High Rank:55"
	  ,""
	  ,"Red Lavasioth / ヴォルガノス亜種 / 赤熔岩龍"],
    ["HR5","Standard~Head,30,40,30,0,5,5,25,5:Neck,35,30,35,0,5,5,25,5:Back,30,60,35,0,5,5,25,5:Belly,60,35,30,0,5,5,30,5:Tail,60,35,30,0,5,5,25,5:Wings,35,60,30,0,5,5,25,5:Legs,40,50,30,0,5,5,10,5",
      ,"Rage:80","HR5:110,110","HR5:75"
	  ,"HR5:14000"
	  ,"Red Lavasioth / ヴォルガノス亜種 / 赤熔岩龍"],
    ["G Rank","Standard~Head,20,35,20,0,5,5,20,5:Neck,25,20,35,0,5,5,25,5:Back,20,30,35,0,5,5,20,5:Belly,40,30,20,0,10,10,30,10:Tail,40,25,25,0,5,5,20,5:Wings,25,40,25,0,10,10,20,10:Legs,30,40,20,0,5,5,10,5",
      ,"Rage:90","G Rank:90,100","G Rank:50"
	  ,"G Rank:16799"
	  ,"Red Lavasioth / ヴォルガノス亜種 / 赤熔岩龍"],
    []
  ],
  "Tigrex":[
    ["HR1-4","Standard~Head,65,55,40,0,15,30,20,5:Neck,50,25,20,0,10,20,15,5:Belly,25,30,20,15,15,25,15,10:Back,45,40,25,0,15,25,5,10:Tail,25,20,15,0,5,15,15,0:Forelegs,25,15,20,0,15,20,15,10:Hindlegs,30,30,30,0,5,10,5,0|Rage~Head,80,70,45,0,15,35,20,5:Neck,55,30,20,0,10,20,15,5:Belly,30,35,20,15,15,25,15,10:Back,50,45,20,0,15,25,5,10:Tail,30,30,10,0,5,15,15,0:Forelegs,30,25,30,0,15,25,15,10:Hindlegs,40,45,40,0,5,10,5,0",
      "0,1","Rage:100","High Rank:100,105","High Rank:90,High Rank:70"
	  ,""
	  ,"Tigrex / ティガレックス / 轟龍"],
    ["HR5","Standard~Head,40,35,20,0,10,-5,5,5:Neck,35,25,20,0,5,25,5,5:Belly,40,30,30,5,10,5,25,5:Back,40,40,25,0,25,5,-5,5:Tail,25,20,30,10,0,0,0,5:Forelegs,25,15,15,0,-5,0,0,5:Hindlegs,30,30,20,0,15,0,0,5|Rage~Head,50,45,30,0,10,-5,5,5:Neck,40,30,20,0,10,30,5,5:Belly,40,30,40,5,10,5,30,5:Back,40,40,20,0,30,5,-5,5:Tail,20,30,10,10,-5,0,0,5:Forelegs,30,25,25,0,0,0,10,5:Hindlegs,30,40,30,0,15,0,0,5",
      "0,1","Rage:100","HR5:100,110","2 Player:95,HR5:65"
	  ,"2 Player:8049,HR5:11200"
	  ,"Tigrex / ティガレックス / 轟龍"],
    ["G Rank","Standard~Head,45,40,30,0,15,30,20,5:Neck,30,25,20,0,10,20,15,5:Belly,25,30,20,15,15,25,15,10:Back,35,40,25,0,15,25,5,10:Tail,25,20,15,0,5,15,15,0:Forelegs,25,20,20,0,15,20,15,10:Hindlegs,30,30,30,0,5,10,5,0|Rage~Head,55,50,35,0,15,35,20,5:Neck,45,35,20,0,10,20,15,5:Belly,30,35,20,15,15,25,15,10:Back,40,40,20,0,15,25,5,10:Tail,30,30,10,0,5,15,15,0:Forelegs,30,25,25,0,15,25,15,10:Hindlegs,35,40,40,0,5,10,5,0",
      "0,1","Rage:100","G Rank:90,100","G Rank:65"
	  ,"G Rank:14000"
	  ,"Tigrex / ティガレックス / 轟龍"],
    ["Zenith","Standard~Head,35,40,30,0,10,20,10,0:Neck,25,20,15,0,5,10,5,0:Belly,25,30,15,10,10,15,5,5:Back,30,30,25,0,10,15,0,5:Tail,25,10,15,0,0,5,10,0:Forelegs,25,20,20,0,10,10,10,5:Hindlegs,30,30,30,0,0,0,0,0|Rage~Head,40,45,35,0,10,25,10,0:Neck,30,25,20,0,5,15,5,0:Belly,25,30,20,10,10,20,5,5:Back,30,30,20,0,10,20,0,5:Tail,25,10,15,0,0,10,10,0:Forelegs,30,25,25,0,10,15,10,5:Hindlegs,30,30,30,0,0,0,0,0",
      "0,1","Rage:100",,"★1:30,★2:25,★1 Nerfed:32,★2 Nerfed:27,★3:20,★4:12"
	  ,"★1:29960,★2:29960,★1 Nerfed:29960,★2 Nerfed:29960,★3:29960,★4:29960"
	  ,"Zenith Tigrex / ティガレックス / 轟龍"]
  ],
  "Akantor":[
    ["HR1-4","Standard~Head,50,55,40,0,5,20,35,0:Neck,35,45,25,0,5,15,20,0:Belly,35,50,25,0,5,15,20,0:Back,20,25,30,10,5,15,20,0:Tail,30,35,40,0,5,30,40,0:Forelegs,30,35,20,0,5,10,15,0:Hindlegs,30,30,25,0,5,15,30,0|During Suction Start~Head,50,60,30,0,20,20,20,0:Neck,35,50,25,0,15,15,10,0:Belly,50,60,25,15,25,40,10,0:Back,60,30,40,0,15,15,10,0:Tail,30,30,20,0,10,30,10,0:Forelegs,30,35,25,0,10,15,15,0:Hindlegs,20,15,20,0,10,15,10,0",
      ,"Rage:80","High Rank:100,100","High Rank:90,High Rank:65"
	  ,""
	  ,"Akantor / アカムトルム / 霸龍"],
    ["HR5","Standard~Head,20,35,20,5,0,0,-5,-5:Neck,15,30,30,0,-5,5,-10,-5:Belly,30,40,15,0,5,5,0,0:Back,30,25,20,0,5,5,-5,0:Tail,25,35,20,0,0,0,-10,0:Forelegs,20,10,10,-5,0,-5,-10,-5:Hindlegs,20,10,15,0,-5,-5,-10,-5|During Suction Start~Head,30,40,15,0,0,5,-5,0:Neck,30,30,40,0,5,0,0,-5:Belly,50,50,15,10,10,0,30,20:Back,40,30,20,0,5,0,0,0:Tail,30,50,20,0,0,5,-5,0:Forelegs,10,15,10,0,-5,5,0,-5:Hindlegs,10,15,10,-5,0,5,0,0",
      ,"Rage:80","HR5:100,100","HR5:70"
	  ,"HR5:16799"
	  ,"Akantor / アカムトルム / 霸龍"],
    ["G Rank","Standard~Head,40,45,30,0,5,20,30,0:Neck,25,35,15,0,5,15,15,0:Belly,25,40,15,0,5,15,15,0:Back,10,15,20,10,5,15,15,0:Tail,20,25,30,0,5,30,35,0:Forelegs,20,25,10,0,5,10,10,0:Hindlegs,20,20,15,0,5,15,20,0|During Suction Start~Head,40,50,20,0,25,20,35,0:Neck,25,40,15,0,20,15,20,0:Belly,35,50,15,15,30,40,20,0:Back,30,20,30,0,20,15,20,0:Tail,20,20,15,0,15,30,40,0:Forelegs,20,25,10,0,15,15,15,0:Hindlegs,10,10,10,0,15,15,25,0",
      ,"Rage:80","G Rank:100,100","G Rank:50"
	  ,"G Rank:30000"
	  ,"Akantor / アカムトルム / 霸龍",
	  "G Rank:80"],
    []
  ],
  "Espinas":[
    ["HR1-4","Standard~Head,15,20,40,0,10,5,10,30:Neck,20,20,25,0,10,5,10,15:Back,10,15,25,0,5,5,10,15:Belly,55,45,50,0,5,5,5,30:Tail,25,25,25,0,5,5,5,25:Wings,10,25,10,0,5,5,10,15:Legs,20,20,45,0,5,5,5,5|Rage~Head,70,40,30,0,10,5,15,40:Neck,60,35,25,0,10,5,10,20:Back,50,40,20,0,5,5,10,35:Belly,80,50,45,0,5,5,15,45:Tail,35,30,25,0,5,5,5,30:Wings,40,35,25,0,5,5,10,20:Legs,20,20,40,0,5,5,5,10",
      "0,1","Rage:100","High Rank:100,105","High Rank:90,High Rank:60"
	  ,""
	  ,"Espinas / エスピナス / 棘龍"],
    ["HR5","Standard~Head,15,20,30,0,5,5,5,5:Neck,20,20,10,0,5,5,5,5:Back,10,15,40,0,5,5,5,5:Belly,20,20,30,0,5,5,5,5:Tail,35,25,20,0,5,5,5,5:Wings,10,25,10,0,5,5,5,5:Legs,20,20,30,0,5,5,5,5|Rage~Head,70,40,45,-5,10,15,5,5:Neck,60,35,10,10,-5,5,5,5:Back,50,40,20,10,5,-5,10,5:Belly,65,35,30,-5,10,-5,15,5:Tail,35,30,10,0,5,-5,5,10:Wings,40,35,10,0,5,-5,0,10:Legs,20,20,25,0,5,-5,0,5",
      "0,1","Rage:100","HR5:100,110","2 Player:60,HR5:55"
	  ,"2 Player:9600,HR5:13600"
	  ,"Espinas / エスピナス / 棘龍"],
    ["G Rank","Standard~Head,15,20,35,0,10,5,10,30:Neck,20,20,25,0,10,5,10,15:Back,10,15,25,0,5,5,10,15:Belly,45,40,40,0,5,5,5,30:Tail,25,25,25,0,5,5,5,25:Wings,10,25,10,0,5,5,10,15:Legs,20,20,40,0,5,5,5,5|Rage~Head,50,40,30,0,10,5,15,40:Neck,40,35,25,0,10,5,10,20:Back,30,30,20,0,5,5,10,35:Belly,55,50,35,0,5,5,15,45:Tail,35,30,25,0,5,5,5,30:Wings,30,30,25,0,5,5,10,20:Legs,20,30,30,0,5,5,5,10",
      "0,1","Rage:100","G Rank:90,100","G Rank:55"
	  ,"G Rank:16000"
	  ,"Espinas / エスピナス / 棘龍",
	  "G Rank:110"],
    ["Zenith","Standard~Head,15,20,10,0,10,5,10,15:Neck,20,15,15,0,10,5,10,10:Back,10,10,5,0,5,5,10,5:Belly,15,25,25,0,5,5,5,30:Tail,20,10,15,0,5,5,5,20:Wings,10,10,10,0,5,5,10,10:Legs,5,10,5,0,5,5,5,5|Rage~Head,35,35,25,0,10,5,15,15:Neck,20,15,15,0,10,5,10,10:Back,15,15,5,0,5,5,10,30:Belly,15,30,30,0,5,5,15,20:Tail,30,10,20,0,5,5,5,15:Wings,20,25,25,0,5,5,10,10:Legs,15,15,10,0,5,5,5,10",
      "0,1","Rage:100",,"★1:28,★2:20,★1 Nerfed:33,★2 Nerfed:25,★3:15,★4:10"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Espinas / エスピナス / 棘龍"]
  ],
  "Orange Espinas":[
    ["HR1-4","Standard~Head,15,20,40,10,30,10,0,5:Neck,20,20,25,10,15,10,0,5:Back,10,15,25,5,15,10,0,5:Belly,55,45,50,5,30,5,0,5:Tail,25,25,25,5,25,5,0,5:Wings,10,25,10,5,15,10,0,5:Legs,20,20,45,5,5,5,0,5|Rage~Head,70,40,25,10,40,15,0,5:Neck,60,35,20,10,20,10,0,5:Back,50,40,15,5,35,10,0,5:Belly,80,50,40,5,45,15,0,5:Tail,35,30,20,5,30,5,0,5:Wings,40,35,20,5,20,10,0,5:Legs,20,20,35,5,10,5,0,5|Charging~Head,70,40,20,10,40,15,0,5:Neck,60,35,15,10,20,10,0,5:Back,50,40,10,5,35,10,0,5:Belly,80,50,35,5,45,15,0,5:Tail,35,30,15,5,30,5,0,5:Wings,40,35,15,5,20,10,0,5:Legs,20,20,30,5,10,5,0,5",
      "0,1,1","Rage:100","High Rank:100,105","High Rank:90,High Rank:60"
	  ,""
	  ,"Orange Espinas / エスピナス亜種 / 棘茶龍"],
    ["HR5","Standard~Head,15,25,30,10,20,5,0,0:Neck,20,20,10,0,0,5,0,0:Back,10,15,25,5,0,5,0,5:Belly,45,35,40,5,20,5,0,0:Tail,25,20,30,5,5,5,0,5:Wings,10,15,10,0,10,10,0,5:Legs,20,20,40,0,0,5,0,5|Rage~Head,55,45,30,10,20,10,0,0:Neck,45,35,10,0,5,5,0,0:Back,35,30,20,5,5,5,0,5:Belly,70,40,35,5,20,5,0,0:Tail,45,30,25,5,5,5,0,5:Wings,40,35,15,0,10,10,0,5:Legs,20,20,35,0,5,5,0,5|Charging~Head,55,45,20,10,20,10,0,0:Neck,45,35,10,0,5,5,0,0:Back,35,30,10,5,5,5,0,5:Belly,70,40,30,5,20,5,0,0:Tail,45,40,20,5,5,5,0,5:Wings,40,35,15,0,10,10,0,5:Legs,40,40,25,0,5,5,0,5",
      "0,1,1","Rage:100","HR5:100,110","HR5:55"
	  ,"HR5:13199"
	  ,"Orange Espinas / エスピナス亜種 / 棘茶龍"],
    ["G Rank","Standard~Head,15,20,35,10,25,10,0,5:Neck,20,20,25,10,10,10,0,5:Back,10,15,25,5,15,10,0,5:Belly,45,40,40,5,25,5,0,5:Tail,25,25,25,5,15,5,0,5:Wings,10,25,10,5,10,10,0,5:Legs,20,15,40,5,5,5,0,5|Rage~Head,50,50,35,10,35,15,0,5:Neck,35,30,25,10,15,10,0,5:Back,25,30,20,5,25,10,0,5:Belly,55,50,55,5,40,15,0,5:Tail,35,25,25,5,20,5,0,5:Wings,30,35,25,5,15,10,0,5:Legs,15,10,30,5,5,5,0,5|Charging~Head,75,75,60,10,40,15,0,5:Neck,65,60,55,10,20,10,0,5:Back,50,55,50,5,35,10,0,5:Belly,85,80,90,5,45,15,0,5:Tail,60,55,50,5,30,5,0,5:Wings,55,65,50,5,20,10,0,5:Legs,45,40,60,5,10,5,0,5",
      "0,1,1","Rage:100","G Rank:105,100","G Rank:42"
	  ,"G Rank:24000"
	  ,"Orange Espinas / エスピナス亜種 / 棘茶龍"],
    []
  ],
  "White Espinas":[
    ["HR1-4","Standard~Head,20,25,30,0,30,5,10,10:Neck,20,10,15,0,20,5,5,10:Back,10,10,15,0,30,5,10,15:Belly,45,35,40,0,5,5,30,5:Tail,25,20,15,0,5,5,25,5:Wings,10,15,10,0,10,5,15,5:Legs,20,20,35,0,5,5,5,5|Rage~Head,40,60,20,0,40,5,15,15:Neck,60,20,20,0,30,5,5,15:Back,50,40,60,0,35,5,10,25:Belly,50,40,20,0,15,5,35,5:Tail,40,20,15,0,5,5,40,10:Wings,35,30,15,0,10,5,25,5:Legs,30,25,25,0,5,5,10,10|Charging~Head,60,70,30,0,15,5,15,40:Neck,70,30,30,0,15,5,5,30:Back,40,50,70,0,25,5,10,35:Belly,30,40,30,0,15,5,35,10:Tail,40,20,25,0,20,5,40,10:Wings,45,40,25,0,10,5,25,15:Legs,30,35,35,0,15,5,10,10",
      "0,1,1","Rage:100","High Rank:100,105","High Rank:90"
	  ,""
	  ,"White Espinas / エスピナス希少種 / 棘白龍"],
    [],
    ["G Rank","Standard~Head,20,25,25,0,30,5,10,10:Neck,20,10,15,0,20,5,5,10:Back,10,10,15,0,30,5,10,15:Belly,35,30,30,0,5,5,30,5:Tail,25,20,15,0,5,5,25,5:Wings,10,15,10,0,10,5,15,5:Legs,20,20,30,0,5,5,5,5|Rage~Head,30,60,20,0,40,5,15,15:Neck,40,20,20,0,30,5,5,15:Back,30,30,60,0,35,5,10,25:Belly,35,40,15,0,15,5,35,5:Tail,40,20,15,0,5,5,40,10:Wings,25,25,5,0,10,5,25,5:Legs,30,25,25,0,5,5,10,10|Charging~Head,50,70,30,0,30,5,10,10:Neck,60,30,30,0,20,5,5,10:Back,30,45,60,0,30,5,10,15:Belly,20,35,25,0,5,5,30,5:Tail,40,20,25,0,5,5,25,5:Wings,40,35,15,0,10,5,15,5:Legs,30,30,30,0,5,5,5,5",
      "0,1,1","Rage:100","G Rank:90,100","G Rank:50"
	  ,"G Rank:22500"
	  ,"White Espinas / エスピナス希少種 / 棘白龍",
	  "G Rank:110"],
    []
  ],
  "Akura Vashimu":[
    ["HR1-4","Standard~Head,15,40,20,0,0,0,0,0:Right Claw,15,35,15,0,0,0,0,0:Left Claw,15,35,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,30,0,0,0,0,0:Crystal,5,40,40,0,0,0,0,0|1x Break~Head,35,15,20,0,0,0,0,0:Right Claw,35,10,15,0,0,0,0,0:Left Claw,35,10,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,30,0,0,0,0,0:Crystal,5,40,40,0,0,0,0,0|2x Break~Head,35,40,40,0,0,0,0,0:Right Claw,35,35,40,0,0,0,0,0:Left Claw,35,35,40,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,15,20,10,0,0,0,0,0:Tail,30,5,30,0,0,0,0,0:Crystal,5,40,40,0,0,0,0,0|Flipped~Head,50,60,40,0,0,0,0,0:Right Claw,50,50,40,0,0,0,0,0:Left Claw,50,50,40,0,0,0,0,0:Legs,60,20,20,0,0,0,0,0:Body,50,50,80,0,0,0,0,0:Tail,40,20,50,0,0,0,0,0:Crystal,20,50,80,0,0,0,0,0",
      ,"","High Rank:90,100","High Rank:90"
	  ,""
	  ,"Akura Vashimu / アクラ・ヴァシム / 尾晶蠍"],
    ["HR5","Standard~Head,10,35,20,0,0,0,-5,15:Right Claw,15,35,15,0,0,20,-10,0:Left Claw,15,35,15,20,0,0,-5,0:Legs,25,25,10,-10,0,-10,-10,-10:Body,20,20,10,-10,0,-10,-5,-10:Tail,25,5,20,0,0,0,-10,0:Crystal,5,35,30,0,0,0,-5,0|1x Break~Head,35,15,20,0,0,0,-5,20:Right Claw,35,10,15,0,0,25,-5,0:Left Claw,35,10,15,25,0,0,-5,0:Legs,25,25,10,-10,0,-10,-5,-10:Body,20,20,10,-15,0,-15,-5,-15:Tail,30,5,25,0,0,0,-5,0:Crystal,5,35,35,0,0,0,-5,0|2x Break~Head,35,35,30,0,0,0,0,25:Right Claw,35,35,30,0,0,30,-5,0:Left Claw,35,35,30,30,0,0,0,0:Legs,25,25,10,-10,0,-10,-5,-10:Body,20,20,10,-20,0,-20,0,-20:Tail,30,5,20,0,0,0,-5,0:Crystal,5,35,30,0,0,0,0,0|Flipped~Head,45,55,30,5,20,5,0,5:Right Claw,45,45,30,5,20,5,0,5:Left Claw,45,45,30,5,20,5,0,5:Legs,55,15,20,5,30,5,0,5:Body,45,45,70,5,30,5,0,5:Tail,35,15,40,5,30,5,0,5:Crystal,15,45,70,5,20,5,0,5",
      ,"","HR5:100,100","HR5:55"
	  ,"HR5:13600"
	  ,"Akura Vashimu / アクラ・ヴァシム / 尾晶蠍"],
    ["G Rank","Standard~Head,15,40,20,0,0,0,0,0:Right Claw,15,35,15,0,0,0,0,0:Left Claw,15,35,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,40,0,0,0,0,0:Crystal,5,40,60,0,0,0,0,0|1x Break~Head,35,15,20,0,0,0,0,0:Right Claw,35,15,15,0,0,0,0,0:Left Claw,35,15,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,40,0,0,0,0,0:Crystal,5,40,60,0,0,0,0,0|2x Break~Head,35,40,40,0,0,0,0,0:Right Claw,35,35,40,0,0,0,0,0:Left Claw,35,35,40,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,15,20,10,0,0,0,0,0:Tail,30,5,40,0,0,0,0,0:Crystal,5,40,60,0,0,0,0,0|Flipped~Head,50,60,40,0,0,0,0,0:Right Claw,50,50,40,0,0,0,0,0:Left Claw,50,50,40,0,0,0,0,0:Legs,60,20,20,0,0,0,0,0:Body,50,50,80,0,0,0,0,0:Tail,40,20,60,0,0,0,0,0:Crystal,20,50,80,0,0,0,0,0",
      ,"","G Rank:100,100","G Rank:50"
	  ,"G Rank:16000"
	  ,"Akura Vashimu / アクラ・ヴァシム / 尾晶蠍",
	  "G Rank:120"],
    ["Zenith","Standard~Head,10,35,15,0,0,0,0,0:Right Claw,10,35,15,0,0,0,0,0:Left Claw,10,35,15,0,0,0,0,0:Legs,20,20,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,35,0,0,0,0,0:Crystal,5,35,45,0,0,0,0,0|1x Break~Head,35,10,15,0,0,0,0,0:Right Claw,35,10,15,0,0,0,0,0:Left Claw,35,10,15,0,0,0,0,0:Legs,20,20,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,35,0,0,0,0,0:Crystal,5,35,45,0,0,0,0,0|2x Break~Head,35,35,35,0,0,0,0,0:Right Claw,35,35,30,0,0,0,0,0:Left Claw,35,35,30,0,0,0,0,0:Legs,20,20,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,5,35,0,0,0,0,0:Crystal,5,35,45,0,0,0,0,0|Flipped~Head,35,40,35,0,0,0,0,0:Right Claw,35,35,35,0,0,0,0,0:Left Claw,35,35,35,0,0,0,0,0:Legs,35,15,15,0,0,0,0,0:Body,35,35,35,0,0,0,0,0:Tail,40,20,35,0,0,0,0,0:Crystal,15,35,45,0,0,0,0,0",
      ,"",,"★1:30,★2:15,★1 Nerfed:35,★2 Nerfed:20,★3:12,★4:10"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Akura Vashimu / アクラ・ヴァシム / 尾晶蠍"]
  ],
  "Akura Jebia":[
    ["HR1-4","Standard~Head,5,40,20,0,0,0,0,0:Right Claw,5,35,15,0,0,0,0,0:Left Claw,5,35,15,0,0,0,0,0:Legs,30,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,15,5,30,15,15,15,15,15:Crystal,5,40,40,0,0,0,0,0|1x Break~Head,35,10,20,0,0,0,0,0:Right Claw,35,5,15,0,0,0,0,0:Left Claw,35,5,15,0,0,0,0,0:Legs,30,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,15,35,30,15,15,15,15,15:Crystal,5,40,40,0,0,0,0,0|2x Break~Head,35,40,40,0,0,0,0,0:Right Claw,35,35,40,0,0,0,0,0:Left Claw,35,35,40,0,0,0,0,0:Legs,30,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,30,15,30,15,15,15,15,15:Crystal,5,40,40,0,0,0,0,0|Flipped~Head,50,60,40,0,0,0,0,0:Right Claw,50,50,40,0,0,0,0,0:Left Claw,50,50,40,0,0,0,0,0:Legs,60,20,20,0,0,0,0,0:Body,50,50,80,0,0,0,0,0:Tail,15,15,50,20,20,20,20,20:Crystal,20,50,80,0,0,0,0,0",
      ,"","High Rank:90,100","High Rank:90"
	  ,"High Rank:5100",
	  ,"Akura Jebia / アクラ・ジェビア / 灰晶蠍"],
    ["HR5","Standard~Head,10,40,20,0,0,0,0,0:Right Claw,10,40,15,0,0,0,0,0:Left Claw,10,40,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,20,5,25,20,20,20,20,20:Crystal,5,40,35,0,0,0,0,0|1x Break~Head,40,15,20,0,0,0,0,0:Right Claw,40,10,15,0,0,0,0,0:Left Claw,40,10,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,5,50,30,20,20,20,20,20:Crystal,5,40,40,0,0,0,0,0|2x Break~Head,40,40,35,0,0,0,0,0:Right Claw,40,40,35,0,0,0,0,0:Left Claw,40,40,35,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,20,20,10,0,0,0,0,0:Tail,45,10,25,20,20,20,20,20:Crystal,10,45,35,0,0,0,0,0|Flipped~Head,45,55,40,0,0,0,0,0:Right Claw,45,45,40,0,0,0,0,0:Left Claw,45,45,40,0,0,0,0,0:Legs,55,15,25,0,0,0,0,0:Body,45,45,80,0,0,0,0,0:Tail,20,20,40,30,30,30,30,30:Crystal,20,50,70,0,0,0,0,0",
      ,"","HR5:100,100","HR5:60"
	  ,"HR5:14450"
	  ,"Akura Jebia / アクラ・ジェビア / 灰晶蠍"],
    ["G Rank","Standard~Head,10,40,20,0,0,0,0,0:Right Claw,10,40,15,0,0,0,0,0:Left Claw,10,40,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,30,35,10,0,0,0,0,0:Tail,20,5,25,20,20,20,20,20:Crystal,5,40,35,0,0,0,0,0|1x Break~Head,50,15,20,0,0,0,0,0:Right Claw,50,10,15,0,0,0,0,0:Left Claw,50,10,15,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,30,35,10,0,0,0,0,0:Tail,5,50,30,20,20,20,20,20:Crystal,5,40,40,0,0,0,0,0|2x Break~Head,40,40,35,0,0,0,0,0:Right Claw,40,40,35,0,0,0,0,0:Left Claw,40,40,35,0,0,0,0,0:Legs,25,25,10,0,0,0,0,0:Body,30,35,10,0,0,0,0,0:Tail,45,5,25,20,20,20,20,20:Crystal,10,45,35,0,0,0,0,0|Flipped~Head,45,55,40,0,0,0,0,0:Right Claw,45,45,40,0,0,0,0,0:Left Claw,45,45,40,0,0,0,0,0:Legs,40,15,25,0,0,0,0,0:Body,35,35,80,0,0,0,0,0:Tail,20,20,40,30,30,30,30,30:Crystal,20,40,70,0,0,0,0,0",
      ,"","G Rank:100,100","G Rank:50"
	  ,"G Rank:20400"
	  ,"Akura Jebia / アクラ・ジェビア / 灰晶蠍"],
    []
  ],
  "Berukyurosu":[
    ["HR1-4","Standard~Head,20,35,15,5,5,0,5,20:Body,30,30,10,5,10,0,5,25:Wings,30,15,30,5,10,0,5,25:Wing Claw,15,30,60,5,15,0,5,35:Legs,20,20,15,5,5,0,5,15:Sub Tail,35,15,50,5,10,0,5,25:Tail,35,15,40,5,10,0,5,25|Part Broken~Head,30,45,25,5,5,0,5,20:Body,40,40,20,5,10,0,5,25:Wings,40,25,40,5,10,0,5,25:Wing Claw,25,40,70,5,15,0,5,35:Legs,20,20,15,5,5,0,5,15:Sub Tail,45,25,60,5,10,0,5,25:Tail,45,25,50,5,10,0,5,25",
      ,"Rage:90","High Rank:100,100","High Rank:90,High Rank:85,High Rank:75"
	  ,""
	  ,"Berukyurosu / ベルキュロス / 舞雷龍"],
    ["Gou","Standard~Head,20,35,15,5,5,0,5,20:Body,30,30,10,5,10,0,5,25:Wings,30,15,30,5,10,0,5,25:Wing Claw,15,30,60,5,15,0,5,35:Legs,20,20,15,5,5,0,5,15:Sub Tail,35,15,50,5,10,0,5,25:Tail,35,15,40,5,10,0,5,25|Part Broken~Head,30,45,25,5,5,0,5,20:Body,40,40,20,5,10,0,5,25:Wings,40,25,40,5,10,0,5,25:Wing Claw,25,40,70,5,15,0,5,35:Legs,20,20,15,5,5,0,5,15:Sub Tail,45,25,60,5,10,0,5,25:Tail,45,25,50,5,10,0,5,25",
      ,"Rage:90","Gou:100,100","Gou:60"
	  ,"Gou:10000"
	  ,"Berukyurosu / ベルキュロス / 舞雷龍"],
    ["G Rank","Standard~Head,20,40,15,5,5,0,5,20:Body,25,30,10,5,10,0,5,25:Wings,25,15,25,5,10,0,5,25:Wing Claw,20,35,50,5,15,0,5,35:Legs,20,30,15,5,5,0,5,15:Sub Tail,40,15,40,5,10,0,5,25:Tail,45,15,35,5,10,0,5,25|Part Broken~Head,30,50,20,5,5,0,5,20:Body,35,40,20,5,10,0,5,25:Wings,35,25,35,5,10,0,5,25:Wing Claw,30,45,60,5,15,0,5,35:Legs,20,30,15,5,5,0,5,15:Sub Tail,45,25,50,5,10,0,5,25:Tail,55,25,50,5,10,0,5,25",
      ,"Rage:90","G Rank:100,120","G Rank:60"
	  ,"G Rank:16000"
	  ,"Berukyurosu / ベルキュロス / 舞雷龍"],
    []
  ],
  "Doragyurosu":[
    ["HR1-4","Standard~Head,30,50,30,10,5,0,0,0:Body,25,40,10,15,5,0,0,0:Wings,45,15,20,10,5,0,0,0:Wing Claw,30,40,50,10,5,0,0,0:Legs,20,20,15,20,5,0,0,0:Sub Tail,45,25,45,15,5,0,0,0:Tail,50,30,30,15,5,0,0,0|Rage~Head,40,55,35,10,5,0,0,0:Body,35,45,20,15,5,0,0,0:Wings,50,20,30,10,5,0,0,0:Wing Claw,35,45,55,10,5,0,0,0:Legs,20,20,15,20,5,0,0,0:Sub Tail,50,30,50,15,5,0,0,0:Tail,55,35,40,15,5,0,0,0",
      "0,1","Rage:100","High Rank:100,100","High Rank:90"
	  ,""
	  ,"Doragyurosu / ドラギュロス / 冥雷龍"],
    ["Gou","Standard~Head,25,45,25,5,5,0,0,0:Body,20,35,10,10,5,0,0,0:Wings,40,10,15,5,5,0,0,0:Wing Claw,25,35,40,5,5,0,0,0:Legs,15,15,10,15,5,0,0,0:Sub Tail,40,20,35,10,5,0,0,0:Tail,45,25,25,10,5,0,0,0|Rage~Head,35,50,30,5,5,0,0,0:Body,30,40,15,10,5,0,0,0:Wings,45,15,20,5,5,0,0,0:Wing Claw,30,40,45,5,5,0,0,0:Legs,15,15,10,15,5,0,0,0:Sub Tail,45,25,40,10,5,0,0,0:Tail,50,30,30,10,5,0,0,0",
      "0,1","Rage:100","Gou:100,100","Gou:90"
	  ,"Gou:20999"
	  ,"Doragyurosu / ドラギュロス / 冥雷龍"],
    ["G Rank","Standard~Head,25,45,25,5,5,0,0,0:Body,20,35,10,10,5,0,0,0:Wings,40,10,15,5,5,0,0,0:Wing Claw,25,35,40,5,5,0,0,0:Legs,15,15,10,15,5,0,0,0:Sub Tail,40,20,35,10,5,0,0,0:Tail,45,25,25,10,5,0,0,0|Rage~Head,35,50,30,5,5,0,0,0:Body,30,40,15,10,5,0,0,0:Wings,45,15,20,5,5,0,0,0:Wing Claw,30,40,45,5,5,0,0,0:Legs,15,15,10,15,5,0,0,0:Sub Tail,45,25,40,10,5,0,0,0:Tail,50,30,30,10,5,0,0,0",
      "0,1","Rage:100","G Rank:100,100","G Rank:40,Twinhead:40"
	  ,"G Rank:25000,Twinhead:27999"
	  ,"Doragyurosu / ドラギュロス / 冥雷龍",
	  "G Rank:80"],
    ["Zenith","Standard~Head,18,32,17,5,5,0,0,0:Body,15,22,10,10,5,0,0,0:Wings,23,12,10,5,5,0,0,0:Wing Claw,18,22,27,5,5,0,0,0:Legs,10,10,10,15,5,0,0,0:Sub Tail,18,12,22,10,5,0,0,0:Tail,28,17,17,10,5,0,0,0|Rage~Head,22,35,20,5,5,0,0,0:Body,17,25,12,10,5,0,0,0:Wings,27,15,12,5,5,0,0,0:Wing Claw,22,25,30,5,5,0,0,0:Legs,12,12,12,15,5,0,0,0:Sub Tail,22,15,25,10,5,0,0,0:Tail,30,20,20,10,5,0,0,0",
      "0,1","Rage:110",,"★1:30,★2:20,★1 Nerfed:35,★2 Nerfed:25,★3:16,★4:12"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Doragyurosu / ドラギュロス / 冥雷龍"],
  ],
  "Supremacy Doragyurosu":[
    [],
    ["Supremacy","Standard~Head,25,45,25,5,5,0,0,0:Body,20,35,10,10,5,0,0,0:Wings,40,10,15,5,5,0,0,0:Wing Claw,25,35,40,5,5,0,0,0:Legs,15,15,10,15,5,0,0,0:Sub Tail,40,20,35,10,5,0,0,0:Tail,45,25,25,10,5,0,0,0|Rage~Head,35,50,30,5,5,0,0,0:Body,30,40,15,10,5,0,0,0:Wings,45,15,20,5,5,0,0,0:Wing Claw,30,40,45,5,5,0,0,0:Legs,15,15,10,15,5,0,0,0:Sub Tail,45,25,40,10,5,0,0,0:Tail,50,30,30,10,5,0,0,0|Resurrected~Head,30,50,20,10,5,0,0,0:Body,25,40,10,15,5,0,0,0:Wings,45,15,20,10,5,0,0,0:Wing Claw,30,40,40,10,5,0,0,0:Legs,20,20,15,20,5,0,0,0:Sub Tail,45,25,25,15,5,0,0,0:Tail,50,30,20,15,5,0,0,0|Resurrected (Rage)~Head,40,55,25,10,5,0,0,0:Body,35,45,10,15,5,0,0,0:Wings,50,20,20,10,5,0,0,0:Wing Claw,35,45,45,10,5,0,0,0:Legs,20,20,15,20,5,0,0,0:Sub Tail,50,30,30,15,5,0,0,0:Tail,55,35,20,15,5,0,0,0",
      "0,1,0,1","Rage:100","Supremacy:100,100","Supremacy:60"
	  ,"Supremacy:37999"
	  ,"Supremacy Doragyurosu / 覇種ドラギュロス / 覇種冥雷龍"],
    [],
    [],
  ],
  "Pariapuria":[
    ["HR1-4","Standard~Head,25,80,40,30,0,5,0,5:Body,50,30,20,20,0,10,0,5:Wings,30,50,25,10,0,25,0,5:Legs,30,50,25,10,0,25,0,5:Tail,40,20,75,20,0,20,0,5|Full~Head,25,80,40,40,0,20,0,5:Body,50,30,20,50,0,20,0,5:Wings,30,50,25,20,0,30,0,5:Legs,30,50,25,20,0,30,0,5:Tail,40,20,75,50,0,40,0,5",
      ,"","High Rank:100,100","High Rank:90"
	  ,""
	  ,"Pariapuria / パリアプリア / 吞龍"],
    ["Gou","Standard~Head,15,70,30,30,0,5,0,5:Body,40,20,10,20,0,10,0,5:Wings,20,40,15,10,0,25,0,5:Legs,20,40,15,10,0,25,0,5:Tail,30,10,65,20,0,20,0,5|Full~Head,15,70,30,5,0,30,0,5:Body,40,20,10,10,0,20,0,5:Wings,20,40,15,25,0,10,0,5:Legs,20,40,15,25,0,10,0,5:Tail,30,10,65,20,0,20,0,5",
      ,"","Gou:100,100~Supremacy:100,100","Gou:60,Supremacy:50"
	  ,"Gou:6000,Supremacy:30000"
	  ,"Pariapuria / パリアプリア / 吞龍"],
    ["G Rank","Standard~Head,25,60,40,30,0,5,0,5:Body,30,30,20,20,0,10,0,5:Wings,25,30,25,10,0,25,0,5:Legs,25,30,25,10,0,25,0,5:Tail,55,20,55,20,0,20,0,5|Full~Head,25,60,40,40,0,20,0,5:Body,30,30,20,50,0,20,0,5:Wings,25,30,25,20,0,30,0,5:Legs,25,30,25,20,0,30,0,5:Tail,55,20,55,50,0,40,0,5",
      "0,1","Rage:100","G Rank:70,100","G Rank:60,Thirsty:21"
	  ,"G Rank:12000,Thirsty:21429"
	  ,"Pariapuria / パリアプリア / 吞龍",
	  "G Rank:140"],
    []
  ],
  "Kamu Orugaron":[
    ["HR1-4","Standard~Head,35,40,20,10,30,10,0,0:Back,25,35,30,5,20,10,0,0:Body,30,25,20,5,10,10,0,0:Legs,25,25,20,5,30,10,0,0:Tail,35,25,30,10,10,10,0,0|Rage~Head,40,45,30,15,30,10,0,0:Back,50,60,40,5,0,10,0,0:Body,30,30,25,20,10,10,0,0:Legs,25,25,25,5,40,10,0,0:Tail,45,30,30,15,20,10,0,0|Roaring~Head,40,45,5,15,30,10,0,0:Back,50,60,5,5,0,10,0,0:Body,30,30,5,20,10,10,0,0:Legs,25,25,5,5,40,10,0,0:Tail,45,30,5,15,20,10,0,0",
      "0,1","Rage:80","High Rank:120,120","High Rank:95,High Rank:90"
	  ,""
	  ,"Kamu Orugaron / カム・オルガロン / 響狼"],
    ["Gou","Standard~Head,25,30,15,10,20,5,0,0:Back,30,25,30,5,15,5,0,0:Body,25,25,15,5,10,5,0,0:Legs,25,15,15,5,30,5,0,0:Tail,30,30,20,10,10,5,0,0|Rage~Head,30,35,25,10,25,5,0,20:Back,40,45,30,15,0,5,0,30:Body,25,20,20,5,25,5,0,-30:Legs,25,25,20,5,30,5,0,-20:Tail,35,30,30,10,20,5,0,0|Roaring~Head,30,35,5,10,25,5,0,20:Back,40,45,5,15,0,5,0,30:Body,25,20,5,5,25,5,0,-30:Legs,25,25,5,5,30,5,0,-20:Tail,35,30,5,10,20,5,0,0",
      "0,1","Rage:80","Gou:120,120","Gou:60"
	  ,"Gou:7700"
	  ,"Kamu Orugaron / カム・オルガロン / 響狼"],
    ["G Rank","Standard~Head,35,40,20,10,30,10,0,0:Back,25,35,30,5,20,10,0,0:Body,30,25,20,5,10,10,0,0:Legs,25,25,20,5,30,10,0,0:Tail,35,25,30,10,10,10,0,0|Rage~Head,40,45,30,15,30,10,0,0:Back,50,60,40,5,0,10,0,0:Body,30,30,25,20,10,10,0,0:Legs,25,25,25,5,40,10,0,0:Tail,45,30,30,15,20,10,0,0|Roaring~Head,40,45,5,15,30,10,0,0:Back,50,60,5,5,0,10,0,0:Body,30,30,5,20,10,10,0,0:Legs,25,25,5,5,40,10,0,0:Tail,45,30,5,15,20,10,0,0|Ice Clad~Head,30,35,15,20,30,10,0,0:Back,20,30,25,10,20,10,0,0:Body,25,20,15,10,10,10,0,0:Legs,15,15,5,80,0,0,0,-20:Tail,30,20,25,20,10,10,0,0|Ice Clad (Rage)~Head,20,25,5,20,30,10,0,0:Back,10,20,15,10,20,10,0,0:Body,15,10,5,10,10,10,0,0:Legs,15,15,5,90,0,0,0,-30:Tail,20,10,15,20,10,10,0,0",
      "0,1,,0,1","Rage:130","G Rank:100,110","G Rank:45"
	  ,"G Rank:11200"
	  ,"Kamu Orugaron / カム・オルガロン / 響狼"],
    []
  ],
  "Nono Orugaron":[
    ["HR1-4","Standard~Head,35,40,20,10,30,10,0,0:Back,25,35,30,5,20,10,0,0:Body,30,25,20,5,10,10,0,0:Legs,25,25,20,5,30,10,0,0:Tail,35,25,30,10,10,10,0,0|Rage~Head,40,45,30,15,30,10,0,0:Back,50,60,40,5,0,10,0,0:Body,30,30,25,20,10,10,0,0:Legs,25,25,25,5,40,10,0,0:Tail,45,30,30,15,20,10,0,0|Roaring~Head,40,45,5,15,30,10,0,0:Back,50,60,5,5,0,10,0,0:Body,30,30,5,20,10,10,0,0:Legs,25,25,5,5,40,10,0,0:Tail,45,30,5,15,20,10,0,0",
      "0,1","Rage:80","High Rank:120,120","High Rank:95,High Rank:90"
	  ,""
	  ,"Nono Orugaron / ノノ・オルガロン / 雌響狼"],
    ["Gou","Standard~Head,25,30,15,10,20,5,0,0:Back,30,25,30,5,15,5,0,0:Body,25,25,15,5,10,5,0,0:Legs,25,15,15,5,30,5,0,0:Tail,30,30,20,10,10,5,0,0|Rage~Head,30,35,25,10,25,5,0,20:Back,40,45,30,15,0,5,0,30:Body,25,20,20,5,25,5,0,-30:Legs,25,25,20,5,30,5,0,-20:Tail,35,30,30,10,20,5,0,0|Roaring~Head,30,35,5,10,25,5,0,20:Back,40,45,5,15,0,5,0,30:Body,25,20,5,5,25,5,0,-30:Legs,25,25,5,5,30,5,0,-20:Tail,35,30,5,10,20,5,0,0",
      "0,1","Rage:80","Gou:120,120","Gou:60"
	  ,"Gou:6600"
	  ,"Nono Orugaron / ノノ・オルガロン / 雌響狼"],
    ["G Rank","Standard~Head,35,40,20,10,30,10,0,0:Back,25,35,30,5,20,10,0,0:Body,30,25,20,5,10,10,0,0:Legs,25,25,20,5,30,10,0,0:Tail,35,25,30,10,10,10,0,0|Rage~Head,40,45,30,15,30,10,0,0:Back,50,60,40,5,0,10,0,0:Body,30,30,25,20,10,10,0,0:Legs,25,25,25,5,40,10,0,0:Tail,45,30,30,15,20,10,0,0|Roaring~Head,40,45,5,15,30,10,0,0:Back,50,60,5,5,0,10,0,0:Body,30,30,5,20,10,10,0,0:Legs,25,25,5,5,40,10,0,0:Tail,45,30,5,15,20,10,0,0|Ice Clad~Head,30,35,15,20,30,10,0,0:Back,20,30,25,10,20,10,0,0:Body,25,20,15,10,10,10,0,0:Legs,15,15,5,80,0,0,0,-20:Tail,30,20,25,20,10,10,0,0|Ice Clad (Rage)~Head,20,25,5,20,30,10,0,0:Back,10,20,15,10,20,10,0,0:Body,15,10,5,10,10,10,0,0:Legs,15,15,5,90,0,0,0,-30:Tail,20,10,15,20,10,10,0,0",
      "0,1,,0,1","Rage:120","G Rank:100,110","G Rank:45"
	  ,"G Rank:9600"
	  ,"Nono Orugaron / ノノ・オルガロン / 雌響狼"],
    []
  ],
  "Dyuragaua":[
    ["HR1-4","Standard~Head,40,55,30,10,0,15,15,0:Forelegs,50,40,25,10,0,15,10,0:Hindlegs,45,40,35,15,0,10,15,0:Belly,25,20,30,15,0,10,20,0:Back,30,35,25,15,0,10,15,0:Tail,20,15,20,15,0,10,25,0:Tail Tip,55,45,35,10,0,15,20,0|Rage~Head,45,60,35,15,0,10,20,0:Forelegs,55,45,30,15,0,10,15,0:Hindlegs,45,40,50,10,0,15,10,0:Belly,25,20,45,10,0,15,15,0:Back,30,35,40,10,0,15,10,0:Tail,20,15,20,10,0,15,20,0:Tail Tip,60,50,40,15,0,10,25,0|Spinning Attack~Head,45,60,30,10,0,15,15,0:Forelegs,55,45,25,10,0,15,10,0:Hindlegs,45,40,35,15,0,10,15,0:Belly,25,20,30,15,0,10,20,0:Back,30,35,25,15,0,10,15,0:Tail,20,15,20,15,0,10,25,0:Tail Tip,60,50,35,10,0,15,20,0",
      "0,1,","Rage:100","Low Rank:110,100~High Rank:110,100","Low Rank:90,Low Rank:80,High Rank:90,High Rank:80"
	  ,""
	  ,"Dyuragaua / デュラガウア / 冰狐龍"],
    ["Gou","Standard~Head,30,45,20,5,0,10,10,0:Forelegs,40,30,15,5,0,10,5,0:Hindlegs,35,30,25,10,0,5,10,0:Belly,20,15,20,10,0,5,15,0:Back,25,30,15,10,0,5,10,0:Tail,15,10,15,10,0,5,20,0:Tail Tip,45,35,25,5,0,10,15,0|Rage~Head,35,50,25,10,0,5,15,0:Forelegs,45,35,20,10,0,5,10,0:Hindlegs,35,30,40,5,0,10,5,0:Belly,20,15,35,5,0,10,10,0:Back,25,30,25,5,0,10,5,0:Tail,15,10,15,5,0,10,15,0:Tail Tip,50,40,30,10,0,5,20,0|Spinning Attack~Head,35,50,20,5,0,10,10,0:Forelegs,45,35,15,5,0,10,5,0:Hindlegs,35,30,25,10,0,5,10,0:Belly,20,15,15,10,0,5,15,0:Back,25,30,20,10,0,5,10,0:Tail,15,10,15,10,0,5,20,0:Tail Tip,50,40,25,5,0,10,15,0",
      "0,1,","Rage:100","Gou:110,110","Gou:60"
	  ,"Gou:18999"
	  ,"Dyuragaua / デュラガウア / 冰狐龍"],
    ["G Rank","Standard~Head,30,55,30,10,0,30,20,0:Forelegs,50,30,25,10,0,30,15,0:Hindlegs,45,40,35,15,0,10,15,0:Belly,20,20,30,15,0,10,20,0:Back,30,35,25,15,0,10,15,0:Tail,20,15,20,15,0,10,25,0:Tail Tip,55,45,35,10,0,15,30,0|Rage~Head,35,60,35,15,0,25,25,0:Forelegs,55,35,30,15,0,20,20,0:Hindlegs,45,40,50,10,0,15,10,0:Belly,20,20,45,10,0,15,15,0:Back,30,35,40,10,0,15,10,0:Tail,20,15,20,10,0,15,20,0:Tail Tip,60,50,40,15,0,10,35,0|Spinning Attack~Head,35,60,30,10,0,30,20,0:Forelegs,55,35,25,10,0,30,15,0:Hindlegs,45,40,35,15,0,10,15,0:Belly,25,20,30,15,0,10,20,0:Back,30,35,25,15,0,10,15,0:Tail,20,15,20,15,0,10,25,0:Tail Tip,60,50,35,10,0,15,30,0",
      "0,1,","Rage:100","G Rank:100,100","G Rank:50"
	  ,"G Rank:20000"
	  ,"Dyuragaua / デュラガウア / 冰狐龍"],
    []
  ],
  "Gurenzeburu":[
    ["HR1-4","Standard~Head,15,30,15,10,0,15,0,0:Wings,20,25,20,10,0,10,15,0:Wing / Tail Tip,75,85,50,20,0,10,30,0:Belly,40,20,25,0,0,10,15,0:Back,45,40,30,0,0,10,0,0:Tail,55,60,20,10,0,10,0,0:Legs,25,15,25,0,0,10,0,0|Rage~Head,20,35,25,10,0,15,0,0:Wings,25,30,20,10,0,10,15,0:Wing / Tail Tip,85,95,55,20,0,10,30,0:Belly,45,25,30,0,0,10,15,0:Back,50,45,35,0,0,10,0,0:Tail,60,65,25,10,0,10,0,0:Legs,30,20,30,0,0,10,0,0",
      "0,1","Rage:100","Low Rank:100,100~High Rank:100,100","Low Rank:90,High Rank:90"
	  ,""
	  ,"Gurenzeburu / グレンゼブル / 蠻龍"],
    ["Gou","Standard~Head,10,25,15,5,0,10,0,0:Wings,15,20,10,5,0,5,10,0:Wing / Tail Tip,70,80,40,10,0,5,20,0:Belly,35,15,20,0,0,5,10,0:Back,40,35,25,0,0,5,0,0:Tail,50,55,15,5,0,5,0,0:Legs,20,10,20,0,0,5,0,0|Rage~Head,15,30,20,5,0,10,0,0:Wings,20,25,15,5,0,5,10,0:Wing / Tail Tip,80,90,45,10,0,5,20,0:Belly,40,20,25,0,0,5,10,0:Back,45,40,30,0,0,5,0,0:Tail,55,60,20,5,0,5,0,0:Legs,25,15,25,0,0,5,0,0",
      "0,1","Rage:100","Gou:100,110","Gou:80"
	  ,"Gou:17600"
	  ,"Gurenzeburu / グレンゼブル / 蠻龍"],
    ["G Rank","Standard~Head,15,30,15,10,0,35,0,0:Wings,20,25,20,10,0,10,15,0:Wing / Tail Tip,75,85,50,20,0,10,30,0:Belly,40,20,25,0,0,10,15,0:Back,45,40,30,0,0,10,0,0:Tail,55,60,30,10,0,10,10,0:Legs,25,30,25,0,0,20,0,0|Rage~Head,20,35,25,10,0,40,0,0:Wings,25,30,20,10,0,10,20,0:Wing / Tail Tip,85,95,55,20,0,10,30,0:Belly,45,25,30,0,0,10,20,0:Back,50,45,35,0,0,10,0,0:Tail,60,65,35,10,0,10,15,0:Legs,30,30,30,0,0,20,0,0",
      "0,1","Rage:100","G Rank:90,100","G Rank:65"
	  ,"G Rank:24000"
	  ,"Gurenzeburu / グレンゼブル / 蠻龍"],
    []
  ],
  "Rukodiora":[
    ["HR1-4","Standard~Head,40,60,30,0,5,0,5,10:Belly,35,40,45,0,10,0,15,5:Back,30,25,35,0,10,0,20,5:Tail,55,50,40,0,10,0,10,5:Forelegs,30,35,30,0,10,0,15,5:Hindlegs,30,35,30,0,10,0,10,5:Wings,60,25,30,0,5,0,10,5|Magnetised~Head,40,60,30,0,10,0,0,5:Belly,35,40,45,0,5,0,0,10:Back,30,25,35,0,5,0,0,10:Tail,55,50,40,0,5,0,0,10:Forelegs,30,35,30,0,5,0,0,10:Hindlegs,30,35,30,0,5,0,0,10:Wings,60,25,30,0,10,0,0,5",
      "0,1","Rage:90","Low Rank:100,100~High Rank:100,100","Low Rank:90,High Rank:90"
	  ,"Low Rank:4400,High Rank:6400"
	  ,"Rukodiora / ルコディオラ / 極龍"],
    ["Gou","Standard~Head,35,60,30,0,5,0,5,10:Belly,30,40,35,0,10,0,15,5:Back,20,20,25,0,10,0,20,5:Tail,45,40,40,0,10,0,10,5:Forelegs,25,25,20,0,10,0,15,5:Hindlegs,25,25,20,0,10,0,10,5:Wings,60,20,20,0,5,0,10,5|Magnetised~Head,35,60,30,0,10,0,0,10:Belly,30,40,35,0,5,0,0,10:Back,20,20,25,0,5,0,0,10:Tail,45,40,40,0,5,0,0,10:Forelegs,25,25,20,0,5,0,0,10:Hindlegs,25,25,20,0,5,0,0,10:Wings,60,20,20,0,10,0,0,15",
      "0,1","Rage:90","Gou:100,100","Gou:80"
	  ,"Gou:13600"
	  ,"Rukodiora / ルコディオラ / 極龍"],
    ["G Rank","Standard~Head,35,40,30,0,5,0,10,10:Belly,25,30,35,0,10,0,20,5:Back,15,15,25,0,10,0,25,5:Tail,40,35,40,0,10,0,15,5:Forelegs,20,25,20,0,10,0,20,5:Hindlegs,20,25,20,0,10,0,15,5:Wings,45,25,20,0,5,0,15,5|Magnetised~Head,35,40,30,0,5,0,0,25:Belly,25,30,35,0,10,0,0,15:Back,15,15,25,0,10,0,0,15:Tail,40,35,40,0,10,0,0,15:Forelegs,20,25,20,0,10,0,0,15:Hindlegs,20,25,20,0,10,0,0,15:Wings,45,25,20,0,5,0,0,15",
      "0,1","Rage:100","G Rank:100,100","G Rank:32"
	  ,"G Rank:28000"
	  ,"Rukodiora / ルコディオラ / 極龍",
	  "G Rank:86"],
    ["Zenith","Standard~Head,20,35,30,0,5,0,20,10:Belly,15,20,15,0,10,0,10,5:Back,10,10,10,0,10,0,10,5:Tail,25,15,15,0,10,0,15,5:Forelegs,10,10,15,0,10,0,5,5:Hindlegs,10,10,10,0,10,0,5,5:Wings,35,25,20,0,5,0,20,5|Magnetised (Seemingly Unused)~Head,35,40,30,0,5,0,0,25:Belly,25,30,35,0,10,0,0,15:Back,15,15,25,0,10,0,0,15:Tail,40,35,40,0,10,0,0,15:Forelegs,20,25,20,0,10,0,0,15:Hindlegs,20,25,20,0,10,0,0,15:Wings,45,25,20,0,5,0,0,15",
      "0,1","Rage:70",,"★1:30,★2:20,★1 Nerfed:35,★2 Nerfed:25,★3:10,★4:8"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Rukodiora / ルコディオラ / 極龍"]
  ],
  "Gogomoa":[
    ["HR1-4","Standard~Head,70,80,60,10,5,10,0,15:Forelegs,60,60,40,10,5,10,0,15:Hindlegs,50,45,45,10,5,10,0,15:Body,40,45,50,10,5,10,0,15:Tail,70,60,80,15,5,10,0,20",
      ,"Rage:80,Aura:120","Low Rank:110,125~High Rank:110,125","Low Rank:90,High Rank:90"
	  ,""
	  ,"Gogomoa / ゴゴモア / 跳緋獸"],
    ["Gou","Standard~Head,40,50,30,5,0,5,0,10:Forelegs,35,30,20,5,0,5,0,10:Hindlegs,25,35,20,5,0,5,0,10:Body,35,40,25,5,0,5,0,10:Tail,40,30,45,10,0,5,0,15",
      ,"Rage:80,Aura:120","Gou:110,125","Gou:60"
	  ,"Gou:10799"
	  ,"Gogomoa / ゴゴモア / 跳緋獸"],
    ["G Rank","Standard~Head,35,40,30,10,5,10,0,20:Forelegs,30,30,20,10,5,10,0,20:Hindlegs,25,20,20,10,5,10,0,20:Body,30,35,25,10,5,10,0,20:Tail,35,30,40,15,5,10,0,25",
      ,"Rage:80,Aura:120","G Rank:110,125","G Rank:50"
	  ,"G Rank:15000"
	  ,"Gogomoa / ゴゴモア / 跳緋獸"],
    []
  ],
  "Abiorugu":[
    ["HR1-4","Standard~Head,35,40,35,0,10,10,0,20:Right Leg,40,35,30,0,10,10,0,20:Left Leg,25,25,20,0,5,5,0,10:Arms,30,30,20,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,40,45,30,0,5,5,0,5|Rage 1~Head,35,40,35,0,10,10,0,20:Right Leg,45,40,35,0,10,10,0,20:Left Leg,25,25,20,0,5,5,0,10:Arms,30,30,20,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,45,50,35,0,5,5,0,5|Rage 2~Head,40,45,35,0,10,10,0,20:Right Leg,50,45,40,0,10,10,0,20:Left Leg,25,25,25,0,5,5,0,10:Arms,30,30,20,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,50,55,40,0,5,5,0,5|Rage 3~Head,45,45,40,0,10,10,0,20:Right Leg,55,50,45,0,10,10,0,20:Left Leg,25,30,25,0,5,5,0,10:Arms,35,35,25,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,35,30,30,0,5,5,0,5:Spines,55,60,45,0,5,5,0,5",
      "0,1,1,1","Rage:80","Low Rank:100,100~High Rank:100,100","Low Rank:90,High Rank:90"
	  ,""
	  ,"Abiorugu / アビオルグ / 獰龍"],
    ["Gou","Standard~Head,35,40,35,0,10,10,0,20:Right Leg,40,35,30,0,10,10,0,20:Left Leg,25,25,20,0,5,5,0,10:Arms,30,30,20,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,40,45,30,0,5,5,0,5|Rage 1~Head,35,40,35,0,10,10,0,20:Right Leg,45,40,35,0,10,10,0,20:Left Leg,25,25,20,0,5,5,0,10:Arms,30,30,20,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,45,50,35,0,5,5,0,5|Rage 2~Head,40,45,35,0,10,10,0,20:Right Leg,50,45,40,0,10,10,0,20:Left Leg,25,25,25,0,5,5,0,10:Arms,30,30,20,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,50,55,40,0,5,5,0,5|Rage 3~Head,45,45,40,0,10,10,0,20:Right Leg,55,50,45,0,10,10,0,20:Left Leg,25,30,25,0,5,5,0,10:Arms,35,35,25,0,5,5,0,10:Body,30,25,20,0,5,5,0,5:Tail,35,30,30,0,5,5,0,5:Spines,55,60,45,0,5,5,0,5",
      "0,1,1,1","Rage:80","Gou:110,100","Gou:60,Duo:60"
	  ,"Gou:14399,Duo:8800"
	  ,"Abiorugu / アビオルグ / 獰龍"],
    ["G Rank","Standard~Head,30,35,30,0,10,10,0,20:Right Leg,35,30,25,0,10,10,0,20:Left Leg,20,20,15,0,5,5,0,10:Arms,25,25,15,0,5,5,0,10:Body,25,20,15,0,5,5,0,5:Tail,25,20,20,0,5,5,0,5:Spines,35,40,25,0,5,5,0,5|Rage 1~Head,35,40,30,0,15,15,0,30:Right Leg,40,35,30,0,15,15,0,30:Left Leg,20,20,20,0,5,5,0,20:Arms,25,25,15,0,5,5,0,20:Body,25,20,15,0,5,5,0,5:Tail,25,20,20,0,5,5,0,5:Spines,40,45,30,0,5,5,0,5|Rage 2~Head,40,45,30,0,20,20,0,40:Right Leg,45,40,35,0,20,20,0,40:Left Leg,20,20,25,0,5,5,0,30:Arms,25,25,15,0,5,5,0,30:Body,25,20,15,0,5,5,0,5:Tail,25,20,20,0,5,5,0,5:Spines,45,50,35,0,5,5,0,5|Rage 3~Head,45,45,35,0,25,25,0,50:Right Leg,50,45,40,0,25,25,0,50:Left Leg,20,25,25,0,5,5,0,40:Arms,30,30,20,0,5,5,0,40:Body,25,20,15,0,5,5,0,5:Tail,30,25,25,0,5,5,0,5:Spines,50,55,40,0,5,5,0,5",
      "0,1,1,1","Rage:80","G Rank:110,100","G Rank:50"
	  ,"G Rank:18000"
	  ,"Abiorugu / アビオルグ / 獰龍"],
    []
  ],
  "Taikun Zamuza":[
    ["HR1-4","Standard~Head,35,55,35,35,15,0,0,20:Body,40,45,25,30,15,0,0,20:Legs,45,40,35,30,20,0,0,25:Right Claw,35,50,40,25,20,0,0,25:Left Claw,50,35,45,25,20,0,0,20:Tail,40,25,30,20,15,0,0,20|Orange Shell~Head,35,60,40,25,15,0,0,20:Body,45,45,25,20,15,0,0,25:Legs,50,40,35,20,20,0,0,30:Right Claw,40,50,50,15,20,0,0,25:Left Claw,50,40,55,15,20,0,0,25:Tail,40,25,30,15,15,0,0,20|Blue Shell~Head,35,70,45,5,25,0,0,10:Body,45,50,25,5,25,0,0,10:Legs,55,45,45,5,30,0,0,15:Right Claw,60,60,60,5,30,0,0,10:Left Claw,70,55,60,5,30,0,0,10",
      ",,2","Rage:100,Blue Shell:100",,"Low Rank:90,High Rank:90"
	  ,"Low Rank:2000,High Rank:8399"
	  ,"Taikun Zamuza / タイクンザムザ / 多殼蟹"],
    ["Gou","Standard~Head,25,55,25,25,5,0,0,10:Body,35,40,15,20,5,0,0,10:Legs,40,35,25,20,10,0,0,15:Right Claw,25,40,30,15,10,0,0,15:Left Claw,40,25,35,15,10,0,0,10:Tail,30,15,20,10,5,0,0,10|Orange Shell~Head,30,60,30,15,5,0,0,10:Body,40,45,20,10,5,0,0,15:Legs,45,40,30,10,10,0,0,20:Right Claw,30,45,35,5,10,0,0,15:Left Claw,45,30,40,5,10,0,0,15:Tail,35,20,25,5,5,0,0,10|Blue Shell~Head,60,65,45,5,15,0,0,5:Body,40,50,25,5,15,0,0,5:Legs,55,40,30,5,20,0,0,10:Right Claw,45,55,35,5,20,0,0,5:Left Claw,55,55,40,5,20,0,0,5",
      ",,2","Rage:100,Blue Shell:100",,"Gou:60"
	  ,"Gou:14399"
	  ,"Taikun Zamuza / タイクンザムザ / 多殼蟹"],
    [],
    ["Zenith","Orange Shell~Head,15,30,20,15,5,0,0,10:Body,10,15,5,10,5,0,0,15:Legs,15,10,10,10,5,0,0,20:Right Claw,25,20,20,15,5,0,0,10:Left Claw,25,20,20,15,5,0,0,10:Tail,20,5,15,5,5,0,0,5|Blue Shell~Head,20,35,30,5,15,0,0,10:Body,15,20,10,5,15,0,0,10:Legs,20,15,15,5,20,0,0,15:Right Claw,30,25,25,5,20,0,0,15:Left Claw,30,25,25,5,20,0,0,10",
      ",,2","Rage:100,Blue Shell:100",,"★1:24,★2:16,★3:8,★4:6"
	  ,"★1:30000,★2:30000,★3:30000,★4:30000"
	  ,"Zenith Taikun Zamuza / タイクンザムザ / 多殼蟹"]
  ],
  "Kuarusepusu":[
    ["HR1-4","Standard~Head,20,45,25,20,5,10,0,5:Neck,25,15,20,10,5,10,0,5:Belly,50,40,15,0,5,30,0,5:Forelegs,40,30,20,10,5,10,0,5:Hindlegs,40,30,25,10,5,10,0,5:Back,25,35,35,15,5,0,0,5:Tail,15,25,20,15,5,10,0,5",
      ,"Rage:110","High Rank:110,100","High Rank:90"
	  ,"High Rank:5500"
	  ,""
	  ,"Kuarusepusu / クアルセプス / 晶龍"],
    ["Gou","Standard~Head,20,40,25,10,5,5,0,5:Neck,25,15,15,5,5,5,0,5:Belly,45,35,10,0,5,15,0,5:Forelegs,35,30,20,5,5,5,0,5:Hindlegs,35,30,20,5,5,5,0,5:Back,25,35,30,10,5,0,0,5:Tail,15,25,20,10,5,5,0,5",
      ,"Rage:110","Gou:110,100","Gou:45,Duo:45"
	  ,"Gou:12000,Duo:8000"
	  ,"Kuarusepusu / クアルセプス / 晶龍"],
    ["G Rank","Standard~Head,20,40,25,25,5,5,0,5:Neck,25,15,15,10,5,5,0,5:Belly,45,35,10,0,5,30,0,5:Forelegs,30,25,20,5,5,10,0,5:Hindlegs,30,30,20,5,5,10,0,5:Back,25,30,35,15,5,0,0,5:Tail,15,25,20,20,5,5,0,5",
      ,"Rage:110","G Rank:105,100","G Rank:40"
	  ,"G Rank:25999"
	  ,"Kuarusepusu / クアルセプス / 晶龍"],
    []
  ],
  "Odibatorasu":[
    [],
    ["Gou","Standard~Head,50,55,15,0,0,10,5,5:Neck,35,30,35,0,5,5,10,0:Belly,35,35,10,0,5,5,10,0:Back,25,15,15,0,5,10,5,0:Tail,25,25,25,0,0,5,10,5:Forelegs,30,35,10,5,0,10,5,5:Hindlegs,15,20,15,5,5,5,10,5|Rage~Head,60,60,15,0,0,10,5,5:Neck,40,35,40,0,5,5,10,0:Belly,40,40,10,0,5,5,10,0:Back,25,20,15,0,5,10,5,0:Tail,30,25,25,0,0,5,10,5:Forelegs,35,40,10,5,0,10,5,5:Hindlegs,15,20,15,5,5,5,10,5",
      "0,1","Rage:125","Gou:90,125~Supremacy:90,125","Gou:60,Supremacy:55"
	  ,"Gou:22000,Supremacy:22000"
	  ,"Odibatorasu / オディバトラス / 弩岩龍"],
    ["G Rank","Standard~Head,35,38,15,0,0,10,5,5:Neck,30,25,35,0,5,5,10,0:Belly,30,30,10,0,5,5,10,0:Back,20,15,15,0,5,10,5,0:Tail,20,25,25,0,0,5,10,5:Forelegs,25,32,10,5,0,10,5,5:Hindlegs,15,18,15,5,5,5,10,5|Rage~Head,38,42,15,0,0,10,5,5:Neck,30,30,40,0,5,5,10,0:Belly,35,35,10,0,5,5,10,0:Back,20,19,15,0,5,10,5,0:Tail,25,25,25,0,0,5,10,5:Forelegs,30,36,10,5,0,10,5,5:Hindlegs,15,20,15,5,5,5,10,5",
      "0,1","Rage:110","G Rank:90,125","G Rank:30"
	  ,"G Rank:30000"
	  ,"Odibatorasu / オディバトラス / 弩岩龍"],
    []
  ],
  "Goruganosu":[
    [],
    ["Supremacy","Standard~Head,35,20,30,0,0,0,10,25:Neck,35,30,20,0,0,0,10,25:Back,45,20,30,0,0,0,10,25:Belly,35,20,30,0,0,0,30,25:Tail,30,20,25,0,0,0,20,25:Wings,60,25,25,0,0,0,20,25:Legs,40,25,20,0,0,0,10,25",
      ,"Rage:110","Supremacy:100,100","Supremacy:60"
	  ,"Supremacy:9099"
	  ,"Goruganosu / ゴルガノス / 黃金魚龍"],
    [],
    []],
  "Aruganosu":[
    [],
    ["Supremacy","Standard~Head,20,35,30,0,0,25,10,0:Neck,30,35,20,0,0,25,10,0:Back,20,45,30,0,0,25,10,0:Belly,20,35,30,0,0,25,30,0:Tail,20,55,25,0,0,25,20,0:Wings,25,40,25,0,0,25,20,0:Legs,25,40,20,0,0,25,10,0",
      ,"Rage:110","Supremacy:100,100","Supremacy:60"
	  ,"Supremacy:9099"
	  ,"Aruganosu / アルガノス / 白銀魚龍"],
    [],
    []
  ],
  "Pokaradon":[
    [],
    [],
    ["G Rank","Standard~Head,40,50,25,5,5,15,0,5:Body,30,35,20,20,5,10,0,5:Forelegs,45,35,15,5,5,15,0,5:Hindlegs,25,30,35,10,5,10,0,5:Tail,35,25,40,0,5,10,0,5",
      ,"Rage:110",,"G Rank:45"
	  ,"G Rank:16000"
	  ,"Pokaradon / ポカラドン / 凍海獸"],
    []
  ],
  "Farunokku":[
    [],
    [],
    ["G Rank","Standard~Head,50,60,50,10,25,0,5,30:Neck,40,30,40,0,75,0,5,5:Back,25,30,30,5,30,0,5,20:Belly,30,50,20,25,0,0,5,10:Tail,60,30,25,10,5,0,5,0:Wings,25,20,25,30,10,0,5,45:Legs,45,40,50,5,0,0,5,0",
      ,"Rage:100",,"G Rank:45"
	  ,"G Rank:20000"
	  ,"Farunokku / ファルノック / 傾雷鳥"],
    []
  ],
  "Hyujikiki":[
    [],
    [],
    ["G Rank","Standard~Head,45,55,40,40,15,25,0,0:Body,35,35,20,30,5,15,0,0:Forelegs,20,25,20,15,5,25,0,0:Hindlegs,30,40,20,20,10,20,0,0:Tail,40,30,25,25,10,15,0,0:Back,25,20,25,20,5,10,0,0:Tail Tip,55,30,30,30,10,20,0,0|Guarding~Head,10,10,10,50,0,20,0,0:Body,10,10,10,50,0,20,0,0:Forelegs,10,10,10,50,0,20,0,0:Hindlegs,10,10,10,50,0,20,0,0:Tail,10,10,10,50,0,20,0,0:Back,10,10,10,50,0,20,0,0:Tail Tip,10,10,10,50,0,20,0,0",
      ,"Rage:110",,"G Rank:45"
	  ,"G Rank:20000"
	  ,"Hyujikiki / ヒュジキキ / 針纏龍"],
    ["Zenith","Standard~Head,35,40,35,30,15,25,0,0:Body,25,35,20,20,5,15,0,0:Forelegs,15,15,15,10,5,20,0,0:Hindlegs,25,25,15,15,10,15,0,0:Tail,35,20,25,20,10,10,0,0:Back,25,25,25,20,5,10,0,0:Tail Tip,45,20,30,25,10,15,0,0|Guarding~Head,10,10,10,40,0,15,0,0:Body,10,10,10,40,0,15,0,0:Forelegs,10,10,10,40,0,15,0,0:Hindlegs,10,10,10,40,0,15,0,0:Tail,10,10,10,40,0,15,0,0:Back,10,10,10,40,0,15,0,0:Tail Tip,10,10,10,40,0,15,0,0",
      ,"Rage:110",,"★1:30,★2:20,★1 Nerfed:35,★2 Nerfed:25,★3:13,★4:10"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Hyujikiki / ヒュジキキ / 針纏龍"]
  ],
  "Midogaron":[
    [],
    [],
    ["G Rank","Standard~Head,40,45,40,0,30,5,0,40:Back,45,40,40,0,15,5,0,25:Body,30,25,20,0,20,5,0,15:Legs,25,30,20,0,15,5,0,10:Tail,35,30,30,0,10,5,0,20|Rage~Head,45,50,45,0,35,5,0,50:Back,45,40,40,0,20,5,0,30:Body,35,30,25,0,25,5,0,20:Legs,30,35,25,0,20,5,0,15:Tail,40,35,35,0,15,5,0,25|Roaring~Head,40,45,5,0,30,5,0,40:Back,45,40,5,0,15,5,0,25:Body,30,25,5,0,20,5,0,15:Legs,25,30,5,0,15,5,0,10:Tail,35,30,5,0,10,5,0,20",
      "0,1,","Rage:110",,"G Rank:45"
	  ,"G Rank:25000"
	  ,"Midogaron / ミドガロン / 爆狼"],
    ["Zenith","Standard~Head,25,30,30,0,20,5,0,20:Back,20,15,30,0,15,5,0,15:Body,15,20,10,0,10,5,0,10:Legs,25,25,25,0,20,5,0,15:Tail,30,20,20,0,10,5,0,15|Rage~Head,30,35,30,0,20,5,0,25:Back,25,20,35,0,15,5,0,15:Body,10,15,5,0,10,5,0,10:Legs,30,30,25,0,25,5,0,20:Tail,35,20,20,0,10,5,0,15|Roaring~Head,25,30,5,0,20,5,0,25:Back,25,20,5,0,15,5,0,15:Body,15,20,5,0,10,5,0,10:Legs,30,30,5,0,20,5,0,15:Tail,30,25,5,0,10,5,0,15",
      "0,1,","Rage:100",,"★1:32,★2:20,★1 Nerfed:37,★2 Nerfed:25,★3:14,★4:11"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Midogaron / ミドガロン / 爆狼"]
  ],
  "Giaorugu":[
    [],
    [],
    ["G Rank","Standard~Head,25,40,35,10,0,10,5,0:Right Leg,20,20,20,10,0,5,10,0:Left Leg,20,20,20,10,0,5,10,0:Ice Tail,20,25,15,100,0,10,5,0:Body,30,25,20,10,0,5,5,0:Tail,35,30,25,20,0,10,5,0:Tail Apex,50,45,35,20,0,5,10,0|Rage 1~Head,25,40,35,10,0,10,5,0:Right Leg,25,25,25,15,0,5,10,0:Left Leg,20,20,20,10,0,5,10,0:Ice Tail,20,25,20,100,0,10,5,0:Body,30,25,20,10,0,5,5,0:Tail,35,30,25,20,0,10,5,0:Tail Apex,55,50,40,30,0,5,10,0|Rage 2~Head,30,45,40,10,0,10,5,0:Right Leg,30,30,30,20,0,5,10,0:Left Leg,20,20,20,10,0,5,10,0:Ice Tail,20,25,20,100,0,10,5,0:Body,25,25,20,10,0,5,5,0:Tail,40,35,30,30,0,10,10,0:Tail Apex,60,55,45,40,0,5,5,0|Rage 3~Head,30,45,40,10,0,10,5,0:Right Leg,40,40,40,25,0,15,20,0:Left Leg,25,25,25,10,0,5,10,0:Ice Tail,25,30,20,100,0,10,5,0:Body,25,25,20,10,0,5,5,0:Tail,40,35,30,30,0,10,10,0:Tail Apex,80,75,60,50,0,10,10,0",
      "0,1,1,1","Rage:80",,"G Rank:55"
	  ,"G Rank:19200"
	  ,"Giaorugu / ギアオルグ / 冰獰龍"],
    ["Zenith","Standard~Head,20,30,25,20,0,10,5,0:Right Leg,15,15,10,15,0,5,10,0:Left Leg,15,15,10,15,0,5,10,0:Ice Tail,15,20,10,50,0,10,5,0:Body,20,25,20,10,0,5,5,0:Tail,25,20,15,20,0,10,5,0:Tail Apex,30,25,20,25,0,5,10,0|Rage 1~Head,20,30,30,20,0,10,5,0:Right Leg,15,15,10,15,0,5,10,0:Left Leg,15,15,10,15,0,5,10,0:Ice Tail,20,25,15,50,0,10,5,0:Body,25,30,25,10,0,5,5,0:Tail,30,25,20,25,0,10,5,0:Tail Apex,35,30,25,30,0,5,10,0|Rage 2~Head,20,35,35,20,0,10,5,0:Right Leg,15,20,10,15,0,5,10,0:Left Leg,15,20,10,15,0,5,10,0:Ice Tail,20,25,15,50,0,10,5,0:Body,25,30,25,10,0,5,5,0:Tail,35,25,20,30,0,10,10,0:Tail Apex,40,30,30,35,0,5,5,0|Rage 3~Head,20,35,35,25,0,10,5,0:Right Leg,15,20,10,15,0,15,20,0:Left Leg,15,20,10,15,0,5,10,0:Ice Tail,20,25,15,50,0,10,5,0:Body,25,30,25,15,0,5,5,0:Tail,35,25,20,35,0,10,10,0:Tail Apex,45,30,30,40,0,10,10,0",
      "0,1,1,1","Rage:110",,"★1:30,★2:20,★1 Nerfed:35,★2 Nerfed:25,★3:16,★4:14"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Giaorugu / ギアオルグ / 冰獰龍"]
  ],
  "Anorupatisu":[
    [],
    [],
    ["G Rank","Standard~Head,20,50,40,20,0,40,0,5:Neck,30,25,25,20,0,10,0,5:Body,50,40,20,20,0,25,0,5:Wings,30,30,30,20,0,15,0,5:Legs,35,35,35,25,0,15,0,5:Tail,30,25,30,20,0,10,0,5:Tail Tip,50,30,45,20,0,35,0,5|Rage~Head,25,55,45,25,0,45,0,5:Neck,30,25,25,20,0,10,0,5:Body,55,45,25,20,0,30,0,5:Wings,30,30,30,20,0,15,0,5:Legs,40,40,40,25,0,15,0,5:Tail,35,30,35,20,0,10,0,5:Tail Tip,55,35,50,25,0,40,0,5",
      "0,1","Rage:110",,"G Rank:45"
	  ,"G Rank:24000"
	  ,"Anorupatisu / アノルパティス / 暴鋸龍"],
    ["Zenith","Standard~Head,20,35,30,15,0,10,0,5:Neck,30,15,15,15,0,5,0,5:Body,25,25,10,15,0,15,0,5:Wings,25,15,20,20,0,10,0,5:Legs,15,15,20,20,0,10,0,5:Tail,30,25,15,15,0,5,0,5:Tail Tip,35,30,30,15,0,10,0,5|Rage~Head,25,40,35,20,0,15,0,5:Neck,35,20,20,20,0,10,0,5:Body,30,30,15,20,0,20,0,5:Wings,30,20,20,20,0,15,0,5:Legs,20,25,25,25,0,15,0,5:Tail,35,30,20,20,0,10,0,5:Tail Tip,35,35,35,20,0,20,0,5",
      "0,1","Rage:110",,"★1:35,★2:25,★3:18,★4:11"
	  ,"★1:30000,★2:30000,★3:30000,★4:30000"
	  ,"Zenith Anorupatisu / アノルパティス / 暴鋸龍"]
  ],
  "Rebidiora":[
    [],
    [],
    ["G Rank","Standard~Head,40,60,40,0,35,0,15,15:Belly,25,30,35,0,5,0,5,15:Back,30,25,35,0,10,0,10,10:Tail,55,35,45,0,10,0,35,15:Forelegs,30,30,30,0,15,0,5,15:Hindlegs,35,45,30,0,5,0,30,15:Wings,45,35,35,0,30,0,15,10|Magnetised~Head,40,60,40,0,35,0,15,15:Belly,25,30,35,0,5,0,5,15:Back,30,25,35,0,10,0,10,10:Tail,55,35,45,0,10,0,35,15:Forelegs,30,30,30,0,15,0,5,15:Hindlegs,35,45,30,0,5,0,30,15:Wings,45,35,35,0,30,0,15,10",
      "0,1","Rage:90",,"G Rank:45"
	  ,"G Rank:24000"
	  ,"Rebidiora / レビディオラ / 雷極龍"],
    []
  ],
  "Shantien":[
    [],
    [],
    ["G Rank","Standard~Head,20,40,25,0,0,0,30,15:Neck,25,15,15,0,0,0,20,10:Belly,25,30,15,0,0,0,15,15:Forelegs,20,30,20,0,0,0,10,5:Hindlegs,30,20,20,0,0,0,5,10:Back,45,30,35,0,0,0,25,30:Tail,25,35,20,0,0,0,20,10|Flame Cloak~Head,30,55,30,0,0,0,45,25:Neck,35,25,20,0,0,0,25,15:Belly,30,40,20,0,0,0,20,20:Forelegs,25,35,30,0,0,0,20,10:Hindlegs,35,25,25,0,0,0,10,20:Back,55,40,25,0,0,0,40,45:Tail,30,40,45,0,0,0,30,20",
      ,"",,"LV1:60,LV200:35,LV1000:19,LV9999:5"
	  ,"LV1:29500,LV200:29500,LV1000:29500,LV9999:29500"
	  ,"Shantien / シャンティエン / 天翔龍"],
    []
  ],
  "Disufiroa":[
    [],
    [],
    ["G Rank","Standard~Head,35,50,50,0,10,20,30,0:Wings,45,35,20,0,10,20,30,0:Hindlegs,30,30,20,0,30,15,5,0:Tail,40,30,40,40,10,15,5,0:Body,25,25,35,0,30,15,5,0:Forelegs,30,35,20,0,30,15,5,0|Awakened~Head,30,45,45,0,10,15,15,0:Wings,45,30,15,0,10,15,15,0:Hindlegs,25,25,15,0,15,10,5,0:Tail,35,25,35,20,10,10,5,0:Body,20,20,30,0,15,10,5,0:Forelegs,25,30,15,0,15,10,5,0",
      "0,1","Rage:110",,"LV1:60,LV200:35,LV1000:19,LV9999:5,Shiten:10,Upper Shiten:4"
	  ,"LV1:24500,LV200:24500,LV1000:24500,LV9999:24500,Shiten:24500,Upper Shiten:29750"
	  ,"Disufiroa / ディスフィロア / 熾凍龍"],
    []
  ],
  "Lolo Gougarf":[
    [],
    ["Gou","Standard~Head,30,40,35,0,15,0,0,10:Forelegs,25,30,15,0,10,0,0,5:Hindlegs,30,25,20,0,15,0,0,5:Body,20,20,15,0,10,0,0,5:Tail,35,30,25,0,20,0,0,10|Rage~Head,35,45,40,0,35,0,0,15:Forelegs,30,35,20,0,20,0,0,10:Hindlegs,35,30,25,0,25,0,0,10:Body,20,20,15,0,20,0,0,10:Tail,40,40,35,0,25,0,0,15|Rage (Ray Killed)~Head,50,65,60,0,35,0,0,15:Forelegs,40,45,35,0,20,0,0,10:Hindlegs,45,40,35,0,25,0,0,10:Body,40,40,20,0,20,0,0,10:Tail,50,45,55,0,30,0,0,15",
      "0,1,1,","Rage:110",,"Gou:60"
	  ,"Gou:7200"
	  ,"Lolo Gougarf / ロロ・ゴウガルフ / 鬥獸 (赤鬥獸)"],
    ["G Rank","Standard~Head,30,40,35,0,15,0,0,10:Forelegs,25,30,15,0,10,0,0,5:Hindlegs,30,25,20,0,15,0,0,5:Body,20,20,15,0,10,0,0,5:Tail,35,30,25,0,20,0,0,10|Rage~Head,35,45,40,0,35,0,0,15:Forelegs,30,35,20,0,20,0,0,10:Hindlegs,35,30,25,0,25,0,0,10:Body,20,20,15,0,20,0,0,10:Tail,40,40,35,0,25,0,0,15|Rage (Ray Killed)~Head,50,65,60,0,35,0,0,15:Forelegs,40,45,35,0,20,0,0,10:Hindlegs,45,40,35,0,25,0,0,10:Body,40,40,20,0,20,0,0,10:Tail,50,45,55,0,30,0,0,15",
      "0,1,1,","Rage:110","G Rank:90,100","G Rank:50"
	  ,"G Rank:12000"
	  ,"Lolo Gougarf / ロロ・ゴウガルフ / 鬥獸 (赤鬥獸)"],
    []
  ],
  "Ray Gougarf":[
    [],
    ["Gou","Standard~Head,35,45,35,20,0,0,0,10:Forelegs,35,40,25,10,0,0,0,5:Hindlegs,40,35,20,15,0,0,0,5:Body,30,30,20,10,0,0,0,5:Tail,40,35,40,25,0,0,0,10|Rage~Head,40,55,40,30,0,0,0,15:Forelegs,35,40,30,20,0,0,0,10:Hindlegs,40,35,25,15,0,0,0,10:Body,35,35,20,10,0,0,0,10:Tail,45,40,45,35,0,0,0,15",
      "0,1","Rage:110",,"Gou:60"
	  ,"Gou:7200"
	  ,"Ray Gougarf / レイ・ゴウガルフ / 鬥獸 (青鬥獸)"],
    ["G Rank","Standard~Head,35,45,35,20,0,0,0,10:Forelegs,35,40,25,10,0,0,0,5:Hindlegs,40,35,20,15,0,0,0,5:Body,30,30,20,10,0,0,0,5:Tail,40,35,40,25,0,0,0,10|Rage~Head,40,55,40,30,0,0,0,15:Forelegs,35,40,30,20,0,0,0,10:Hindlegs,40,35,25,15,0,0,0,10:Body,35,35,20,10,0,0,0,10:Tail,45,40,45,35,0,0,0,15",
      "0,1","Rage:110","G Rank:90,100","G Rank:50"
	  ,"G Rank:12000"
	  ,"Ray Gougarf / レイ・ゴウガルフ / 鬥獸 (青鬥獸)"],
    []
  ],
  "Baruragaru":[
    [],
    ["Gou","Standard~Head,35,40,25,15,0,0,5,0:Tongue,50,50,50,20,0,0,5,0:Neck,40,30,20,10,0,0,5,0:Body,20,25,30,5,0,0,5,0:Forelegs,25,20,15,0,0,0,5,0:Hindlegs,20,25,15,0,0,0,5,0:Tail,30,20,40,10,0,0,5,0|Rage~Head,35,40,25,0,0,10,5,0:Tongue,50,50,50,0,0,20,5,0:Neck,40,30,20,0,0,10,5,0:Body,20,25,30,0,0,5,5,0:Forelegs,25,20,15,0,0,0,5,0:Hindlegs,20,25,15,0,0,0,5,0:Tail,30,20,40,0,0,15,5,0|Fluid Stored~Head,35,40,25,15,0,10,10,0:Tongue,50,50,50,20,0,20,5,0:Neck,40,30,20,10,0,10,5,0:Body,20,25,30,5,0,5,5,0:Forelegs,25,20,15,0,0,0,5,0:Hindlegs,20,25,15,0,0,0,5,0:Tail,30,20,40,10,0,15,5,0|Bleeding Tongue~Head,45,50,35,25,0,10,15,0:Tongue,60,60,60,35,0,10,10,0:Neck,50,40,30,25,0,10,10,0:Body,30,35,40,20,0,10,10,0:Forelegs,35,30,25,15,0,5,5,0:Hindlegs,30,35,25,15,0,5,5,0:Tail,40,30,50,30,0,15,10,0",
      "0,1,,","Rage:110",,"Gou:50"
	  ,"Gou:11200"
	  ,"Baruragaru / バルラガル / 噬血龍"],
    ["G Rank","Standard~Head,35,40,25,15,0,0,5,0:Tongue,50,50,50,20,0,0,5,0:Neck,40,30,20,10,0,0,5,0:Body,20,25,30,5,0,0,5,0:Forelegs,25,20,15,0,0,0,5,0:Hindlegs,20,25,15,0,0,0,5,0:Tail,30,20,40,10,0,0,5,0|Rage~Head,35,40,25,0,0,10,5,0:Tongue,50,50,50,0,0,20,5,0:Neck,40,30,20,0,0,10,5,0:Body,20,25,30,0,0,5,5,0:Forelegs,25,20,15,0,0,0,5,0:Hindlegs,20,25,15,0,0,0,5,0:Tail,30,20,40,0,0,15,5,0|Fluid Stored~Head,35,40,25,15,0,10,10,0:Tongue,50,50,50,20,0,20,5,0:Neck,40,30,20,10,0,10,5,0:Body,20,25,30,5,0,5,5,0:Forelegs,25,20,15,0,0,0,5,0:Hindlegs,20,25,15,0,0,0,5,0:Tail,30,20,40,10,0,15,5,0|Bleeding Tongue~Head,45,50,35,25,0,10,15,0:Tongue,60,60,60,35,0,10,10,0:Neck,50,40,30,25,0,10,10,0:Body,30,35,40,20,0,10,10,0:Forelegs,35,30,25,15,0,5,5,0:Hindlegs,30,35,25,15,0,5,5,0:Tail,40,30,50,30,0,15,10,0",
      "0,1,,","Rage:110","G Rank:100,110","G Rank:40"
	  ,"G Rank:21000"
	  ,"Baruragaru / バルラガル / 噬血龍",
	  "G Rank:80"],
    ["Zenith","Standard~Head,25,30,30,20,0,10,10,0:Tongue,35,35,35,25,0,15,15,0:Neck,20,15,15,15,0,5,10,0:Body,15,25,10,15,0,5,10,0:Forelegs,20,25,20,15,0,5,10,0:Hindlegs,10,10,10,10,0,5,10,0:Tail,25,15,20,20,0,10,10,0|Fluid Stored~Head,20,25,25,15,0,15,10,0:Tongue,30,30,30,20,0,25,15,0:Neck,20,15,15,5,0,15,10,0:Body,15,25,10,5,0,15,10,0:Forelegs,20,25,20,5,0,15,10,0:Hindlegs,10,10,10,5,0,10,10,0:Tail,25,15,20,15,0,15,10,0|Bleeding Tongue~Head,35,40,30,20,0,15,15,0:Tongue,40,45,40,30,0,40,20,0:Neck,20,20,20,20,0,15,15,0:Body,35,30,30,20,0,15,15,0:Forelegs,30,35,30,20,0,15,15,0:Hindlegs,30,35,30,20,0,15,15,0:Tail,40,25,30,30,0,20,15,0",
      "0,1,,","Rage:110",,"★1:35,★2:25,★3:13,★4:10"
	  ,"★1:29750,★2:29750,★3:29750,★4:29750"
	  ,"Zenith Baruragaru / バルラガル / 噬血龍"]
  ],
  "Zerureusu":[
    [],
    ["Gou","Standard~Head,30,50,20,0,20,0,40,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,50,0,20,0,40,5:Legs,40,30,25,0,10,0,30,15|Adapted to Cutting~Head,30,50,20,0,20,0,40,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,15,30,30,0,20,0,10,5:Wings,25,25,50,0,20,0,40,5:Legs,15,30,25,0,10,0,5,15|Adapted to Impact~Head,30,15,20,0,20,0,10,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,50,0,20,0,40,5:Legs,40,30,25,0,10,0,30,15|Adapted to Shots~Head,30,50,20,0,20,0,40,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,15,0,20,0,10,5:Legs,40,30,25,0,10,0,30,15",
      ,"",,"Gou:60"
	  ,"Gou:14000"
	  ,"Zerureusu / ゼルレウス / 輝界龍"],
    ["G Rank","Standard~Head,30,50,20,0,20,0,40,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,50,0,20,0,40,5:Legs,40,30,25,0,10,0,30,15|Adapted to Cutting~Head,30,50,20,0,20,0,40,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,15,30,30,0,20,0,10,5:Wings,25,25,50,0,20,0,40,5:Legs,15,30,25,0,10,0,5,15|Adapted to Impact~Head,30,15,20,0,20,0,10,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,50,0,20,0,40,5:Legs,40,30,25,0,10,0,30,15|Adapted to Shots~Head,30,50,20,0,20,0,40,10:Neck,25,30,25,0,10,0,0,25:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,15,0,20,0,10,5:Legs,40,30,25,0,10,0,30,15|Counter Prep~Head,10,10,10,0,0,0,0,0:Neck,10,10,10,0,0,0,0,0:Back,20,25,20,0,15,0,0,25:Belly,30,30,25,0,10,0,0,15:Tail,50,30,30,0,20,0,40,5:Wings,25,25,50,0,20,0,40,5:Legs,40,30,25,0,10,0,30,15",
      ,"",,"Burst:45,Twinhead:45"
	  ,"Burst:24500,Twinhead:24500"
	  ,"Zerureusu / ゼルレウス / 輝界龍"],
    []
  ],
  "Zerureusu Musou":[
    [],
    [],
    ["G Rank","Standard~Head,20,35,20,0,20,0,30,20:Neck,25,25,25,0,10,0,0,10:Back,15,20,15,0,10,0,0,10:Belly,25,30,20,0,10,0,0,20:Tail,35,20,25,0,20,0,25,5:Wings,25,20,35,0,20,0,25,5:Legs,20,20,15,0,10,0,15,15",
      ,"",,"Repel:5,Slay:4"
	  ,"Repel:30000,Slay:30000"
	  ,"Zerureusu Musou / ゼルレウス / 輝界龍"],
    []
  ],
  "Meraginasu":[
    [],
    ["Gou","Normal/Searching~Head,30,50,25,10,5,20,0,0:Neck,20,25,15,10,5,5,0,0:Back,20,20,15,10,5,5,0,0:Belly,30,35,15,10,5,5,0,0:Tail,50,20,25,10,5,20,0,0:Wings,20,20,15,10,5,5,0,0:Legs,25,25,25,10,5,5,0,0|Target Found~Head,35,50,30,15,5,20,0,0:Neck,25,30,20,15,5,5,0,0:Back,25,25,20,15,5,5,0,0:Belly,35,40,20,15,5,5,0,0:Tail,50,30,30,10,5,20,0,0:Wings,25,25,20,15,5,5,0,0:Legs,25,30,25,10,5,5,0,0|Target Found (Rage)~Head,40,60,40,15,5,20,0,0:Neck,30,35,20,15,5,5,0,0:Back,30,25,20,15,5,5,0,0:Belly,40,45,20,15,5,5,0,0:Tail,60,40,35,10,5,20,0,0:Wings,30,30,20,15,5,5,0,0:Legs,30,40,25,10,5,5,0,0",
      "0,0,1","Rage:110",,"Gou:55"
	  ,"Gou:12599"
	  ,"Meraginasu / メラギナス / 黑穿龍"],
    ["G Rank","Normal/Searching~Head,25,50,20,10,5,20,0,0:Neck,20,20,10,10,5,5,0,0:Back,15,15,10,10,5,5,0,0:Belly,20,25,10,10,5,5,0,0:Tail,50,30,25,10,5,20,0,0:Wings,15,20,10,10,5,5,0,0:Legs,15,25,20,10,5,5,0,0|Target Found~Head,35,50,25,15,5,20,0,0:Neck,25,25,15,15,5,5,0,0:Back,20,20,15,15,5,5,0,0:Belly,25,30,15,15,5,5,0,0:Tail,50,35,30,10,5,20,0,0:Wings,20,25,15,15,5,5,0,0:Legs,20,30,20,10,5,5,0,0|Target Found (Rage)~Head,45,60,30,15,5,20,0,0:Neck,30,30,15,15,5,5,0,0:Back,25,25,15,15,5,5,0,0:Belly,30,35,15,15,5,5,0,0:Tail,60,45,35,10,5,20,0,0:Wings,25,30,15,15,5,5,0,0:Legs,25,35,20,10,5,5,0,0",
      "0,0,1","Rage:110",,"Burst:45"
	  ,"Burst:18900"
	  ,"Meraginasu / メラギナス / 黑穿龍"],
    []
  ],
  "Forokururu":[
    [],
    ["Gou","Standard~Head,30,50,30,0,5,20,0,10:Neck,50,40,40,0,5,15,0,10:Belly,25,30,10,0,10,0,0,5:Wings,30,35,20,0,5,0,0,5:Legs,20,25,35,0,10,5,0,20:Back,20,25,15,0,10,0,0,5:Tail,50,35,40,0,5,25,0,15",
      ,"Rage:105",,"Gou:55"
	  ,"Gou:12800"
	  ,"Forokururu / フォロクルル / 華鳳鳥"],
    ["G Rank","Standard~Head,30,50,30,0,5,20,0,10:Neck,50,40,40,0,5,15,0,10:Belly,25,30,10,0,10,0,0,5:Wings,30,35,20,0,5,0,0,5:Legs,20,25,35,0,10,5,0,20:Back,20,25,15,0,10,0,0,5:Tail,50,35,40,0,5,25,0,15",
      ,"Rage:100","G Rank:100,100","G Rank:45"
	  ,"G Rank:20000"
	  ,"Forokururu / フォロクルル / 華鳳鳥",
	  "G Rank:80"],
    []
  ],
  "Diorex":[
    [],
    ["Gou","Standard~Head,20,25,20,-20,-10,-20,30,0:Body,15,15,10,-20,-10,-20,20,0:Forelegs,20,20,15,-20,-10,-20,20,0:Hindlegs,15,15,15,-20,-10,-20,20,0:Tail,25,15,25,-20,-10,-20,30,0|Readying to Attack~Head,30,35,25,0,0,0,0,0:Body,15,15,10,0,0,0,0,0:Forelegs,30,30,20,0,0,0,0,0:Hindlegs,30,30,20,0,0,0,0,0:Tail,35,30,30,0,0,0,0,0|Outer Shell Broken~Head,50,55,35,0,0,0,20,10:Body,15,15,10,0,0,0,10,0:Forelegs,40,45,25,0,0,0,10,10:Hindlegs,45,40,30,0,0,0,10,10:Tail,55,50,35,0,0,0,20,10|Part Broken~Head,55,60,40,0,0,0,20,10:Body,15,15,10,0,0,0,10,0:Forelegs,45,50,30,0,0,0,10,10:Hindlegs,50,45,35,0,0,0,10,10:Tail,60,55,40,0,0,0,20,10",
      ,"Rage:100",,"Gou:65"
	  ,"Gou:8750"
	  ,"Diorex / ディオレックス / 雷轟龍"],
    ["G Rank","Standard~Head,10,15,15,-20,-10,-20,30,0:Body,15,15,10,-20,-10,-20,20,0:Forelegs,10,10,10,-20,-10,-20,20,0:Hindlegs,10,10,10,-20,-10,-20,20,0:Tail,15,10,15,-20,-10,-20,30,0|Readying to Attack~Head,30,35,25,0,0,0,0,0:Body,15,15,10,0,0,0,0,0:Forelegs,30,30,20,0,0,0,0,0:Hindlegs,30,30,20,0,0,0,0,0:Tail,35,30,30,0,0,0,0,0|Outer Shell Broken~Head,50,55,35,0,0,0,20,10:Body,15,15,10,0,0,0,10,0:Forelegs,40,45,25,0,0,0,10,10:Hindlegs,45,40,30,0,0,0,10,10:Tail,55,50,35,0,0,0,20,10|Part Broken~Head,55,60,40,0,0,0,20,10:Body,15,15,10,0,0,0,10,0:Forelegs,45,50,30,0,0,0,10,10:Hindlegs,50,45,35,0,0,0,10,10:Tail,60,55,40,0,0,0,20,10",
      ,"Rage:100",,"Burst:45"
	  ,"Burst:24500"
	  ,"Diorex / ディオレックス / 雷轟龍"],
    []
  ],
  "Inagami":[
    [],
    ["Gou","Standard~Head,45,55,50,35,0,15,15,0:Body,15,25,10,10,0,5,10,0:Forelegs,30,30,25,30,0,15,5,0:Hindlegs,25,30,25,30,0,15,5,0:Tail,55,45,55,40,0,20,15,0|Armoured~Head,30,35,30,10,0,5,5,0:Body,15,20,10,10,0,5,10,0:Forelegs,20,20,20,5,0,0,0,0:Hindlegs,20,20,20,5,0,0,0,0:Tail,35,30,35,15,0,10,5,0",
      ,"Rage:100",,"Gou:60"
	  ,"Gou:14400"
	  ,"Inagami / イナガミ / 雅翁龍"],
    ["G Rank","Standard~Head,45,55,50,35,0,15,15,0:Body,15,25,10,10,0,5,10,0:Forelegs,30,30,25,30,0,15,5,0:Hindlegs,25,30,25,30,0,15,5,0:Tail,55,45,55,40,0,20,15,0|Armoured~Head,30,35,30,10,0,5,5,0:Body,15,20,10,10,0,5,10,0:Forelegs,20,20,20,5,0,0,0,0:Hindlegs,20,20,20,5,0,0,0,0:Tail,35,30,35,15,0,10,5,0",
      ,"Rage:100","G Rank:110,100","G Rank:42"
	  ,"G Rank:25199"
	  ,"Inagami / イナガミ / 雅翁龍"],
    ["Zenith","Standard~Head,30,45,35,30,0,15,15,0:Body,15,20,5,5,0,5,10,0:Forelegs,20,25,20,15,0,15,5,0:Hindlegs,25,20,20,15,0,15,5,0:Tail,45,30,30,35,0,20,15,0|Armoured~Head,20,25,20,20,0,10,10,0:Body,15,20,5,5,0,5,10,0:Forelegs,15,15,15,10,0,10,5,0:Hindlegs,15,15,15,10,0,10,5,0:Tail,20,15,15,25,0,15,10,0",
      ,"Rage:90",,"★1:30,★2:20,★1 Nerfed:35,★2 Nerfed:25,★3:13,★4:10"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Inagami / イナガミ / 雅翁龍"]
  ],
  "Garuba Daora":[
    [],
    ["Gou","Standard~Head,30,40,25,0,0,15,0,0:Belly,25,30,15,0,0,10,0,0:Back,35,40,15,0,0,15,0,0:Tail,30,25,20,0,0,15,0,0:Forelegs,20,20,10,0,0,5,0,0:Hindlegs,15,30,15,0,0,5,0,0:Wings,35,30,10,0,0,20,0,0|Rage~Head,50,60,35,0,0,25,0,0:Belly,40,45,15,0,0,15,0,0:Back,50,15,20,0,0,20,0,0:Tail,45,40,25,0,0,20,0,0:Forelegs,35,35,15,0,0,10,0,0:Hindlegs,15,35,15,0,0,10,0,0:Wings,60,35,15,0,0,30,0,0",
      "0,1","Rage:90",,"Gou:55"
	  ,"Gou:14000"
	  ,"Garuba Daora / ガルバダオラ / 金塵龍"],
    ["G Rank","Standard~Head,30,40,25,0,0,15,0,0:Belly,25,30,15,0,0,10,0,0:Back,35,40,15,0,0,15,0,0:Tail,30,25,20,0,0,15,0,0:Forelegs,20,20,10,0,0,5,0,0:Hindlegs,15,30,15,0,0,5,0,0:Wings,35,30,10,0,0,20,0,0|Rage~Head,50,60,35,0,0,25,0,0:Belly,40,45,15,0,0,15,0,0:Back,50,15,20,0,0,20,0,0:Tail,45,40,25,0,0,20,0,0:Forelegs,35,35,15,0,0,10,0,0:Hindlegs,15,35,15,0,0,10,0,0:Wings,60,35,15,0,0,30,0,0",
      "0,1","Rage:90",,"Burst:45"
	  ,"Burst:28000"
	  ,"Garuba Daora / ガルバダオラ / 金塵龍"],
    []
  ],
  "Poborubarumu":[
    [],
    ["Gou","Standard~Body,30,25,20,5,0,15,0,0:Head,45,50,40,10,0,15,0,0:Forelegs,40,45,35,5,0,10,0,0:Hindlegs,25,25,20,5,0,10,0,0:Back,45,40,35,5,0,10,0,0:Tail,50,45,40,10,0,15,0,0:Wing Membrane,40,35,40,5,0,10,0,0",
      ,"Rage:100",,"Gou:62"
	  ,"Gou:24000"
	  ,"Poborubarumu / ポボルバルム / 創音龍"],
    ["G Rank","Standard~Body,25,20,15,5,0,15,0,0:Head,35,40,30,10,0,15,0,0:Forelegs,30,35,25,5,0,10,0,0:Hindlegs,20,25,15,5,0,10,0,0:Back,35,30,30,5,0,10,0,0:Tail,45,40,35,10,0,15,0,0:Wing Membrane,35,30,30,5,0,10,0,0",
      ,"Rage:100","G Rank:100,100","G Rank:30"
	  ,"G Rank:30000"
	  ,"Poborubarumu / ポボルバルム / 創音龍"],
    []
  ],
  "Duremudira (First District)":[
    [],
    [],
    ["Tower","Standard~Head,30,35,35,15,5,5,15,0:Belly,20,20,20,15,5,5,15,0:Back,20,20,20,15,5,5,15,0:Tail,35,25,35,15,5,5,15,0:Forelegs,25,30,15,10,5,5,15,0:Hindlegs,25,25,15,10,5,5,15,0:Wings,35,30,15,10,5,5,15,0",
      ,"Rage:100",,"Tower:20"
	  ,"Tower:30000"
	  ,"Duremudira / ドゥレムディラ(一区) / 皇冰龍一區)"],
    []
  ],
  "Duremudira (Second District)":[
    [],
    [],
    ["Tower","Standard~Head,30,35,35,15,5,5,15,0:Belly,20,20,20,15,5,5,10,0:Back,20,20,20,15,5,5,10,0:Tail,35,25,35,15,5,5,10,0:Forelegs,25,30,15,10,5,5,15,0:Hindlegs,25,25,15,10,5,5,10,0:Wings,35,30,15,10,5,5,15,0",
      ,"Rage:60",,"Tower:20"
	  ,"Tower:30000"
	  ,"Duremudira / ドゥレムディラ(二区) / 皇冰龍二區"],
    []
  ],
  "Duremudira (Musou)":[
    [],
    [],
    ["Tower","Standard~Head,25,30,30,10,5,0,20,25:Belly,10,15,10,10,5,0,5,5:Back,15,10,15,10,5,0,5,5:Tail,30,25,25,10,5,0,15,15:Forelegs,15,20,10,10,5,0,10,5:Hindlegs,15,15,10,10,5,0,10,5:Wings,25,20,15,10,5,0,15,20",
      ,"Rage:60",,"Repel:6,Slay:4"
	  ,"Repel:12000,Slay:30000"
	  ,"Arrogant Duremudira / 極み傲るドゥレムディラ / -"],
    []
  ],
  "Varusaburosu":[
    [],
    ["Gou","Standard~Head,20,25,30,0,25,5,0,10:Neck,50,40,50,0,20,10,0,25:Back,40,45,45,0,35,0,0,10:Belly,45,50,40,0,15,10,0,20:Tail,55,55,55,0,25,5,0,25:Wings,45,40,40,0,25,0,0,10:Legs,40,40,25,0,0,15,0,0|Red Flames~Head,15,15,20,0,20,5,0,5:Neck,40,30,40,0,15,10,0,25:Back,30,35,25,0,25,0,0,5:Belly,35,40,35,0,10,10,0,20:Tail,45,45,50,0,15,5,0,25:Wings,35,30,30,0,20,0,0,5:Legs,35,35,20,0,0,15,0,0|Purple Flames~Head,15,15,20,0,15,5,0,5:Neck,35,25,35,0,10,10,0,25:Back,25,30,20,0,20,0,0,5:Belly,30,35,30,0,5,10,0,20:Tail,40,40,45,0,10,5,0,25:Wings,30,25,25,0,15,0,0,5:Legs,30,30,15,0,0,15,0,0",
      ,"Rage:100",,"Gou:68"
	  ,"Gou:13299"
	  ,"Varusaburosu / ヴァルサブロス / 炎角龍"],
    ["G Rank","Standard~Head,20,25,30,0,25,5,0,10:Neck,50,40,50,0,20,10,0,25:Back,40,45,30,0,35,0,0,10:Belly,45,50,40,0,15,10,0,20:Tail,55,55,55,0,25,5,0,25:Wings,45,40,40,0,25,0,0,10:Legs,40,40,25,0,0,15,0,0|Red Flames~Head,15,15,20,0,20,5,0,5:Neck,40,30,40,0,15,10,0,25:Back,30,35,20,0,25,0,0,5:Belly,35,40,30,0,10,10,0,20:Tail,45,45,50,0,15,5,0,25:Wings,35,30,30,0,20,0,0,5:Legs,35,35,15,0,0,15,0,0|Purple Flames~Head,15,15,20,0,15,5,0,5:Neck,35,25,35,0,10,10,0,25:Back,25,30,15,0,20,0,0,5:Belly,30,35,30,0,5,10,0,20:Tail,40,40,45,0,10,5,0,25:Wings,30,25,25,0,15,0,0,5:Legs,30,30,10,0,0,15,0,0",
      ,"Rage:100",,"Burst:35"
	  ,"Burst:24500"
	  ,"Varusaburosu / ヴァルサブロス / 炎角龍"],
    []
  ],
  "Harudomerugu":[
    [],
    ["Gou","Standard~Head,30,40,25,20,0,10,20,0:Belly,25,25,15,15,0,5,15,0:Wings,25,20,10,15,0,10,20,0:Tail,35,25,20,20,0,10,25,0:Forelegs,35,35,25,25,0,5,30,0:Hindlegs,15,15,10,15,0,5,15,0|Exposed Flesh~Head,45,55,40,35,0,20,35,0:Belly,40,40,30,30,0,15,30,0:Wings,40,35,25,30,0,20,35,0:Tail,50,40,35,35,0,20,40,0:Forelegs,50,50,40,40,0,15,45,0:Hindlegs,30,30,25,30,0,15,30,0",
      ,"Rage:90",,"Gou:50"
	  ,"Gou:14000"
	  ,"Harudomerugu / ハルドメルグ / 司銀龍"],
    ["G Rank","Standard~Head,30,40,25,20,0,10,20,0:Belly,25,25,15,15,0,5,15,0:Wings,25,20,10,15,0,10,20,0:Tail,35,25,20,20,0,10,25,0:Forelegs,35,35,25,25,0,5,30,0:Hindlegs,15,15,10,15,0,5,15,0|Exposed Flesh~Head,45,55,40,35,0,20,35,0:Belly,40,40,30,30,0,15,30,0:Wings,40,35,25,30,0,20,35,0:Tail,50,40,35,35,0,20,40,0:Forelegs,50,50,40,40,0,15,45,0:Hindlegs,30,30,25,30,0,15,30,0",
      ,"Rage:90","G Rank:100,110","G Rank:40"
	  ,"G Rank:28000"
	  ,"Harudomerugu / ハルドメルグ / 司銀龍",
	  "G Rank:85"],
    ["Zenith","Standard~Head,25,35,25,20,0,10,25,0:Belly,20,25,15,15,0,5,15,0:Wings,15,10,5,15,0,10,20,0:Tail,35,20,25,20,0,10,25,0:Forelegs Left,20,20,25,20,0,5,25,0:Hindlegs,15,15,10,15,0,5,15,0:Forelegs Right,20,20,25,20,0,5,25,0|Exposed Flesh~Head,35,45,40,25,0,20,30,0:Belly,30,35,25,20,0,15,20,0:Wings,35,25,20,20,0,20,25,0:Tail,45,25,35,25,0,20,30,0:Forelegs Left,30,30,30,25,0,15,35,0:Hindlegs,20,20,20,20,0,15,20,0:Forelegs Right,30,30,30,25,0,15,35,0",
      ,"Rage:90",,"★1:34,★2:22,★3:12,★4:10"
	  ,"★1:29960,★2:29960,★3:29960,★4:29960"
	  ,"Zenith Harudomerugu / ハルドメルグ / 司銀龍"]
  ],
  "Gureadomosu":[
    [],
    ["Gou","Standard~Head,45,65,30,25,0,20,0,0:Neck,65,30,60,20,0,45,0,0:Back,40,40,50,30,0,20,0,0:Belly,15,20,15,35,0,15,0,0:Tail,55,35,25,25,0,30,0,0:Wings,35,45,20,15,0,20,0,0:Legs,30,35,20,10,0,10,0,0",
      ,"Rage:100",,"Gou:55"
	  ,"Gou:12500"
	  ,"Gureadomosu / グレアドモス / 水砦龍"],
    ["G Rank","Standard~Head,35,55,20,10,0,15,0,0:Neck,55,25,60,20,0,35,0,0:Back,30,35,45,15,0,10,0,0:Belly,10,10,10,30,0,15,0,0:Tail,40,30,30,25,0,20,0,0:Wings,30,25,15,10,0,15,0,0:Legs,20,30,20,5,0,5,0,0",
      ,"Rage:100",,"Origin:36"
	  ,"Origin:30000"
	  ,"Gureadomosu / グレアドモス / 水砦龍"],
    []
  ],
  "Gasurabazura":[
    [],
    ["Gou","Standard~Head,35,45,30,0,0,40,0,10:Neck,30,25,35,0,0,25,0,5:Forelegs,50,35,40,0,0,50,0,15:Hindlegs,25,40,25,0,0,25,0,0:Belly,30,30,25,0,0,35,0,0:Back,25,30,30,0,0,30,0,0:Tail Tip,40,20,50,0,0,30,0,10|Rage~Head,45,55,40,0,0,20,0,5:Neck,40,35,45,0,0,5,0,5:Forelegs,60,45,50,0,0,30,0,10:Hindlegs,35,50,35,0,0,5,0,0:Belly,40,40,35,0,0,15,0,0:Back,35,40,40,0,0,10,0,0:Tail Tip,50,30,60,0,0,10,0,5",
      "0,1","Rage:100",,"Gou:63"
	  ,"Gou:13600"
	  ,"Gasurabazura / ガスラバズラ / 怒貌龍"],
    ["G Rank","Standard~Head,25,35,20,0,0,30,0,10:Neck,20,15,25,0,0,15,0,5:Forelegs,40,25,30,0,0,45,0,15:Hindlegs,15,30,15,0,0,15,0,0:Belly,20,20,15,0,0,25,0,0:Back,15,20,20,0,0,20,0,0:Tail Tip,30,10,40,0,0,20,0,10|Rage~Head,35,45,30,0,0,15,0,5:Neck,30,25,35,0,0,5,0,5:Forelegs,50,35,40,0,0,30,0,10:Hindlegs,25,40,25,0,0,5,0,0:Belly,30,30,25,0,0,10,0,0:Back,25,30,30,0,0,5,0,0:Tail Tip,40,20,50,0,0,5,0,5",
      "0,1","Rage:100","G Rank:100,100","G Rank:40"
	  ,"G Rank:28000"
	  ,"Gasurabazura / ガスラバズラ / 怒貌龍",
	  "G Rank:91"],
    ["Zenith","Standard~Head,25,35,20,0,0,20,0,10:Neck,20,15,15,0,0,10,0,5:Forelegs,15,25,20,0,0,25,0,15:Hindlegs,15,25,15,0,0,10,0,0:Belly,25,15,15,0,0,20,0,0:Back,15,15,20,0,0,15,0,0:Tail Tip,30,10,35,0,0,15,0,10|Rage~Head,30,40,25,0,0,10,0,5:Neck,25,20,20,0,0,0,0,5:Forelegs,20,30,25,0,0,15,0,10:Hindlegs,15,25,15,0,0,0,0,0:Belly,35,20,30,0,0,10,0,0:Back,20,20,25,0,0,5,0,0:Tail Tip,35,15,35,0,0,5,0,5",
      "0,1","Rage:100",,"★1:30,★2:20,★1 Nerfed:35,★2 Nerfed:25,★3:11,★4:9"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Gasurabazura / ガスラバズラ / 怒貌龍"]
  ],
  "Yama Kurai":[
    [],
    ["Gou","Standard~Head,50,65,60,45,0,5,50,0:Back,35,25,35,35,0,5,25,0:Eyes,80,75,65,30,0,20,30,10:Body,60,65,35,25,0,5,5,10:Inside Mouth,70,65,55,15,0,0,5,0:Feelers,50,55,40,30,0,0,15,5:Tentacles,35,40,35,25,0,0,10,5",
      ,"Rage:90",,"Gou:80"
	  ,"Gou:18750"
	  ,"Yama Kurai / ヤマクライ / 浮峰龍"],
    ["G Rank","Standard~Head,40,45,50,45,0,5,50,0:Back,20,10,25,35,0,5,25,0:Eyes,65,60,60,30,0,20,30,10:Body,45,50,30,25,0,5,5,10:Inside Mouth,60,55,45,15,0,0,5,0:Feelers,35,40,35,30,0,0,15,5:Tentacles,30,35,30,25,0,0,10,5",
      ,"Rage:100",,"Origin:38"
	  ,"Origin:30000"
	  ,"Yama Kurai / ヤマクライ / 浮峰龍"],
    []
  ],
  "Zinogre":[
    [],
    ["Exotic","Standard~Head,45,45,42,10,10,0,5,15:Body,21,21,18,5,5,0,5,5:Back,32,29,26,10,20,0,5,25:Forelegs,21,21,18,5,5,0,5,10:Hindlegs,32,32,24,5,5,0,5,10:Top of Legs,30,25,25,5,5,0,5,10:Tail,21,19,10,7,10,0,5,12|Thunder Cloak~Head,45,45,42,10,10,0,10,15:Body,25,25,21,5,10,0,5,10:Back,42,39,33,15,25,0,5,30:Forelegs,26,28,18,5,5,0,5,15:Hindlegs,36,36,28,10,10,0,5,15:Top of Legs,30,25,25,10,10,0,5,15:Tail,21,19,10,7,10,0,5,12",
      ,"Rage:110",,"Exotic:60"
	  ,"Exotic:16000"
	  ,"Zinogre / ジンオウガ / 雷狼龍"],
    ["G Rank","Standard~Head,39,39,42,10,10,0,5,15:Body,15,15,18,5,5,0,5,5:Back,27,24,21,10,20,0,5,25:Forelegs,15,18,18,5,5,0,5,10:Hindlegs,27,27,21,5,5,0,5,10:Top of Legs,26,26,18,5,5,0,5,10:Tail,15,13,10,7,10,0,5,12|Thunder Cloak~Head,39,39,42,10,10,0,10,15:Body,18,18,21,5,10,0,5,10:Back,42,39,33,15,25,0,5,30:Forelegs,26,28,18,5,5,0,5,15:Hindlegs,30,30,24,10,10,0,5,15:Top of Legs,27,27,22,10,10,0,5,15:Tail,15,13,10,7,10,0,5,12",
      ,"Rage:110",,"G Rank:40"
	  ,"G Rank:27200"
	  ,"Zinogre / ジンオウガ / 雷狼龍"],
    []
  ],
  "Howling Zinogre":[
    [],
    [],
    ["Musou","Standard~Head,29,34,17,10,10,0,10,15:Body,13,13,16,5,10,0,5,10:Back,36,32,25,15,25,0,5,30:Forelegs,20,23,12,5,5,0,5,15:Hindlegs,25,27,30,10,10,0,5,15:Top of Legs,23,21,17,10,10,0,5,15:Tail,12,10,5,7,10,0,5,12|Thunder Cloak~Head,27,30,15,10,5,0,10,10:Body,11,11,13,5,10,0,5,5:Back,31,8,20,10,20,0,5,25:Forelegs,16,18,10,5,5,0,5,10:Hindlegs,21,25,30,5,10,0,5,5:Top of Legs,20,17,13,5,5,0,5,10:Tail,10,10,5,4,10,0,5,5",
      ,"Rage:110",,"Repel:25,Slay:5"
	  ,"Repel:16200,Slay:27000"
	  ,"Howling Zinogre / 極み吼えるジンオウガ / 極吼雷狼龍"],
    []
  ],
  "Stygian Zinogre":[
    [],
    ["Exotic","Standard~Head,49,45,45,5,10,35,0,10:Body,20,20,18,5,10,15,0,5:Back,25,25,26,10,25,25,0,25:Forelegs,21,20,19,5,10,15,0,10:Hindlegs,24,24,24,5,10,15,0,10:Top of Legs,27,27,22,5,20,10,0,20:Tail,25,23,20,7,10,25,0,7|Dragon Cloak~Head,39,35,35,5,10,30,0,10:Body,20,20,16,5,10,15,0,5:Back,35,35,34,0,0,0,0,0:Forelegs,21,22,18,5,10,25,0,10:Hindlegs,25,25,23,5,25,15,0,10:Top of Legs,24,24,22,10,20,15,0,20:Tail,20,23,10,5,25,25,0,17",
      ,"Rage:110",,"Exotic:60"
	  ,"Exotic:16000"
	  ,"Stygian Zinogre / ジンオウガ亜種 / 獄狼龍"],
    ["G Rank","Standard~Head,39,35,35,5,10,20,0,5:Body,15,15,13,5,10,10,0,5:Back,20,20,21,10,20,15,0,20:Forelegs,16,15,14,5,10,10,0,10:Hindlegs,19,19,18,5,10,10,0,10:Top of Legs,22,22,15,5,15,10,0,15:Tail,15,18,10,7,10,20,0,7|Dragon Cloak~Head,34,30,35,5,10,25,0,5:Body,13,15,16,5,10,15,0,5:Back,38,35,29,0,0,0,0,0:Forelegs,16,17,13,5,10,20,0,10:Hindlegs,20,20,18,5,20,15,0,10:Top of Legs,19,19,17,10,15,15,0,15:Tail,15,18,5,5,20,25,0,17",
      ,"Rage:100",,"G Rank:45"
	  ,"G Rank:27200"
	  ,"Stygian Zinogre / ジンオウガ亜種 / 獄狼龍"],
    []
  ],
  "Deviljho":[
    [],
    ["Exotic","Standard~Head,52,52,48,10,10,15,15,5:Chest,37,37,35,15,15,20,20,10:Body,25,25,25,5,5,20,20,5:Forelegs,30,30,30,10,10,15,15,5:Hindlegs,43,38,35,5,5,10,10,5:Tail,35,32,30,5,5,20,20,5|Rage~Head,30,34,30,15,15,20,20,10:Chest,61,61,48,10,10,15,15,15:Body,22,22,20,5,5,25,25,5:Forelegs,27,27,30,15,15,20,20,10:Hindlegs,35,32,25,10,10,15,15,5:Tail,38,35,30,5,5,20,20,5",
      "0,1","Rage:100",,"Exotic:65"
	  ,"Exotic:20000"
	  ,"Deviljho / イビルジョー / 恐暴龍"],
    ["G Rank","Standard~Head,39,39,36,10,10,15,15,5:Chest,26,26,25,15,15,20,20,10:Body,18,18,18,5,5,20,20,5:Forelegs,21,21,21,10,10,15,15,5:Hindlegs,30,27,25,5,5,10,10,5:Tail,25,22,21,5,5,20,20,5|Rage~Head,21,24,21,15,15,20,20,10:Chest,46,46,36,10,10,15,15,15:Body,15,15,14,5,5,25,25,5:Forelegs,19,19,21,15,15,20,20,10:Hindlegs,25,22,18,10,10,15,15,5:Tail,27,25,21,5,5,20,20,5",
      "0,1","Rage:100",,"G Rank:40"
	  ,"G Rank:30000"
	  ,"Deviljho / イビルジョー / 恐暴龍"],
    []
  ],
  "Starving Deviljho":[
    [],
    [],
    ["Musou","Standard~Head,20,22,18,20,20,30,20,20:Chest,41,41,39,15,15,25,15,15:Body,15,15,15,20,20,30,20,20:Forelegs,18,18,21,15,15,25,15,15:Hindlegs,20,20,14,20,20,30,20,20:Tail,18,15,18,20,20,35,20,20|Rage~Head,41,46,39,0,0,0,0,0:Chest,34,32,32,15,15,25,15,15:Body,14,14,11,20,20,30,20,20:Forelegs,18,18,21,15,15,25,15,15:Hindlegs,19,19,14,20,20,30,20,20:Tail,17,15,18,20,20,35,20,20",
      "0,1","Rage:100",,"Starving:38,Extreme:15"
	  ,"Starving:27999,Extreme:30000"
	  ,"Starving Deviljho / 餓え喰らうイビルジョー / 餓食恐暴龍"],
    []
  ],
  "Brachydios":[
    [],
    ["Exotic","Standard~Horn,17,21,13,0,30,5,5,20:Head,44,44,40,0,20,10,5,15:Body,38,35,17,0,15,0,5,10:Forelegs,26,30,26,0,10,5,0,5:Hindlegs,26,30,30,0,10,5,0,5:Tail,30,22,40,0,15,10,5,10:Tail Apex,17,10,10,0,5,5,0,5",
      ,"Rage:100",,"Exotic:60"
	  ,"Exotic:16799"
	  ,"Brachydios / ブラキディオス / 碎龍"],
    ["G Rank","Standard~Horn,14,18,11,0,30,5,5,20:Head,38,38,36,0,20,10,5,15:Body,33,30,15,0,15,0,5,10:Forelegs,23,27,23,0,10,5,0,5:Hindlegs,23,27,27,0,10,5,0,5:Tail,27,19,36,0,15,10,5,10:Tail Apex,15,10,10,0,5,5,0,5",
      ,"Rage:100",,"G Rank:40"
	  ,"G Rank:28000"
	  ,"Brachydios / ブラキディオス / 碎龍"],
    []
  ],
  "Toridcless":[
    [],
    ["Gou","Standard~Head,30,40,25,5,20,0,10,0:Chest,35,15,15,20,10,0,5,0:Back,20,20,35,15,10,0,5,0:Wings,25,15,10,0,15,0,20,0:Legs,20,25,15,5,10,0,10,0:Tail Armour,40,40,40,0,20,0,20,0:Tail,30,20,15,0,10,0,5,0|Thunder Clad~Head,40,50,35,5,20,0,10,0:Chest,45,25,25,20,10,0,5,0:Back,30,30,45,15,10,0,5,0:Wings,35,25,20,0,15,0,20,0:Legs,30,35,25,5,10,0,10,0:Tail Armour,50,50,50,0,20,0,20,0:Tail,40,30,25,0,10,0,5,0",
      ,"Rage:100",,"Gou:60"
	  ,"Gou:15000"
	  ,"Toridcless / トリドクレス / 照雷鳥"],
    ["G Rank","Standard~Head,25,35,20,5,20,0,10,0:Chest,30,10,10,20,10,0,5,0:Back,15,15,30,15,10,0,5,0:Wings,20,10,5,0,15,0,20,0:Legs,15,20,10,5,10,0,10,0:Tail Armour,35,35,35,0,20,0,20,0:Tail,25,15,10,0,10,0,5,0|Thunder Clad~Head,35,45,30,5,20,0,10,0:Chest,40,20,20,20,10,0,5,0:Back,25,25,40,15,10,0,5,0:Wings,30,20,15,0,15,0,20,0:Legs,25,30,20,5,10,0,10,0:Tail Armour,45,45,45,0,20,0,20,0:Tail,35,25,20,0,10,0,5,0",
      ,"Rage:100","G Rank:100,100","G Rank:40"
	  ,"G Rank:27000"
	  ,"Toridcless / トリドクレス / 照雷鳥"],
    ["Zenith","Standard~Head,20,30,15,5,20,0,10,0:Chest,25,10,10,20,10,0,5,0:Back,10,10,25,15,10,0,5,0:Wings,15,10,10,0,15,0,20,0:Legs,15,20,10,5,10,0,10,0:Tail Armour,30,30,30,0,20,0,20,0:Tail,20,10,10,0,10,0,5,0|Thunder Clad~Head,30,35,25,5,20,0,10,0:Chest,35,15,15,20,10,0,5,0:Back,20,20,35,15,10,0,5,0:Wings,25,15,10,0,15,0,20,0:Legs,20,25,15,5,10,0,10,0:Tail Armour,35,35,35,0,20,0,20,0:Tail,30,20,15,0,10,0,5,0",
      ,"Rage:100",,"★1:32,★2:24,★1 Nerfed:34,★2 Nerfed:26,★3:18,★4:10"
	  ,"★1:30000,★2:30000,★1 Nerfed:30000,★2 Nerfed:30000,★3:30000,★4:30000"
	  ,"Zenith Toridcless / トリドクレス / 照雷鳥",
	  "G Rank:90"]
  ],
  "Barioth":[
    [],
    ["Exotic","Standard~Head,42,45,49,30,10,25,15,0:Body,21,17,21,5,5,5,10,0:Belly,31,17,28,10,0,5,5,0:Wingspikes,17,21,17,30,5,25,10,0:Forelegs,21,21,21,15,0,10,5,0:Hindlegs,24,24,24,10,5,5,0,0:Tail,28,28,21,15,0,10,5,0",
      ,"Rage:100",,"Exotic:60"
	  ,"Exotic:16799"
	  ,"Barioth / ベリオロス / 冰牙龍"],
    ["G Rank","Standard~Head,42,45,49,30,10,25,15,0:Body,21,17,21,5,5,5,10,0:Belly,31,17,28,10,0,5,5,0:Wingspikes,17,21,17,30,5,25,10,0:Forelegs,21,21,21,15,0,10,5,0:Hindlegs,24,24,24,10,5,5,0,0:Tail,28,28,21,15,0,10,5,0",
      ,"Rage:100",,"G Rank:30"
	  ,"G Rank:28000"
	  ,"Barioth / ベリオロス / 冰牙龍"],
    []
  ],
  "Toa Tesukatora":[
    [],
    ["Gou","Standard~Head,35,45,26,25,0,10,20,0:Body,22,18,17,10,0,5,0,0:Wings,33,30,17,15,0,5,20,0:Forelegs,22,22,35,10,0,5,0,0:Hindlegs,23,22,18,15,0,5,0,0:Tail,45,30,45,25,0,10,20,0",
      ,"Rage:100",,"Gou:58"
	  ,"Gou:10799"
	  ,"Toa Tesukatora / トア・テスカトラ / 凍王龍"],
    ["G Rank","Standard~Head,30,40,21,25,0,10,20,0:Body,17,13,12,10,0,5,0,0:Wings,28,25,12,15,0,5,20,0:Forelegs,17,17,30,10,0,5,0,0:Hindlegs,18,17,13,15,0,5,0,0:Tail,40,25,40,25,0,10,20,0",
      ,"Rage:100",,"Origin:30"
	  ,"Origin:28800"
	  ,"Toa Tesukatora / トア・テスカトラ / 凍王龍"],
    []
  ],
  "Uragaan":[
    [],
    ["Exotic","Standard~Head,17,18,10,0,40,5,30,20:Neck,23,27,23,0,20,0,15,10:Back,20,22,10,0,15,0,15,10:Belly,50,41,41,0,30,5,30,15:前脚/後脚,20,27,17,0,15,0,15,10:Tail,32,27,23,0,25,0,20,10:Tail Tip,20,22,10,0,35,5,25,15|Head Broken~Head,50,45,32,0,20,15,35,30:Neck,23,27,23,0,20,0,15,10:Back,20,22,10,0,15,0,15,10:Belly,50,41,41,0,30,5,30,15:前脚/後脚,20,27,17,0,15,0,15,10:Tail,32,27,23,0,25,0,20,10:Tail Tip,20,22,10,0,35,5,25,15",
      ,"Rage:110",,"Exotic:50"
	  ,"Exotic:16500"
	  ,"Uragaan / ウラガンキン / 爆錘龍"],
    ["G Rank","Standard~Head,13,14,10,0,40,5,30,20:Neck,18,24,21,0,20,0,15,10:Back,19,23,10,0,15,0,15,10:Belly,41,35,35,0,30,5,30,15:前脚/後脚,18,24,17,0,15,0,15,10:Tail,25,24,21,0,25,0,20,10:Tail Tip,15,17,10,0,35,5,25,15|Head Broken~Head,44,39,32,0,20,15,35,30:Neck,18,24,21,0,20,0,15,10:Back,19,23,10,0,15,0,15,10:Belly,44,35,35,0,30,5,30,15:前脚/後脚,18,24,17,0,15,0,15,10:Tail,25,24,21,0,25,0,20,10:Tail Tip,15,17,10,0,35,5,25,15",
      ,"Rage:105",,"G Rank:30"
	  ,"G Rank:27750"
	  ,"Uragaan / ウラガンキン / 爆錘龍"],
    []
  ],
  "Guanzorumu":[
    [],
    ["Gou","Standard~Head,50,65,55,0,20,5,25,15:Wings,60,45,45,0,15,5,15,20:Hindlegs,30,35,35,0,10,5,5,15:Tail,55,30,45,0,0,15,5,0:Body,35,40,30,0,10,5,15,10:Forelegs,35,45,40,0,15,5,5,10",
      ,"",,"Gou:60"
	  ,"Gou:15000"
	  ,"Guanzorumu / グァンゾルム / 帝征龍"],
    ["G Rank","Standard~Head,25,40,35,0,20,5,25,15:Wings,30,25,20,0,15,5,15,20:Hindlegs,10,15,15,0,10,5,5,15:Tail,35,10,25,0,0,15,5,0:Body,15,25,10,0,10,5,15,10:Forelegs,15,15,10,0,15,5,5,10|Rage~Head,25,40,30,0,25,5,25,20:Wings,25,20,20,0,20,5,15,25:Hindlegs,10,15,15,0,10,5,5,15:Tail,35,10,20,0,0,15,5,0:Body,15,25,10,0,10,5,15,10:Forelegs,15,15,10,0,15,5,5,10|Second Form~Head,20,35,30,0,15,10,30,10:Wings,25,20,15,0,10,10,20,15:Hindlegs,10,15,10,0,5,10,10,10:Tail,30,10,20,0,0,20,10,0:Body,10,20,5,0,5,10,20,5:Forelegs,15,15,10,0,10,10,10,5|Second Form (Rage)~Head,20,35,25,0,15,10,35,10:Wings,25,20,15,0,10,15,25,15:Hindlegs,10,15,10,0,5,10,10,10:Tail,30,10,20,0,0,25,10,0:Body,10,20,5,0,5,10,25,5:Forelegs,10,10,10,0,10,10,10,5",
      "0,1,0,1","Rage:100","G Rank:100,110","G Rank:36"
	  ,"G Rank:30000"
	  ,"Guanzorumu / グァンゾルム / 帝征龍"],
    []
  ],
  "Ruling Guanzorumu":[
    [],
    [],
    ["Musou","Standard~Head,25,35,25,0,15,10,30,10:Wings,25,20,20,0,10,10,20,15:Hindlegs,10,15,15,0,5,10,10,10:Tail,30,5,20,0,0,20,10,0:Body,10,20,5,0,5,10,20,5:Forelegs,15,15,15,0,10,10,10,5|Rage~Head,20,30,25,0,15,10,35,10:Wings,25,20,15,0,10,15,25,15:Hindlegs,5,15,10,0,5,10,10,10:Tail,30,5,20,0,0,25,10,0:Body,10,20,5,0,5,10,25,5:Forelegs,15,10,15,0,10,10,10,5",
      "0,1","Rage:100",,"Repel:15,Slay:15"
	  ,"Repel:15000,Slay:30000"
	  ,"Ruling Guanzorumu / 極み統べるグァンゾルム / 極統帝征龍"],
    []
  ],
  "Nargacuga":[
    [],
    ["Exotic","Standard~Head,42,42,45,20,10,25,15,15:Body,22,22,24,5,0,5,5,0:Wing Blades,18,10,18,25,5,25,15,10:Forelegs,30,30,22,5,5,10,10,5:Hindlegs,30,30,32,10,0,15,5,0:Tail,32,32,22,5,0,10,10,0:Tail Tip,20,20,25,25,5,30,10,10|Rage~Head,48,46,50,20,10,30,15,15:Body,22,22,24,5,0,5,5,0:Wing Blades,18,10,18,25,5,25,15,10:Forelegs,30,30,22,5,5,10,10,5:Hindlegs,30,30,32,10,0,15,5,0:Tail,32,32,22,5,0,15,10,0:Tail Tip,20,20,25,25,5,30,10,10",
      "0,1","Rage:100",,"Exotic:60"
	  ,"Exotic:15199"
	  ,"Nargacuga / ナルガクルガ / 迅龍"],
    ["G Rank","Standard~Head,36,35,39,20,10,25,15,15:Body,18,18,24,5,0,5,5,0:Wing Blades,16,10,16,25,5,25,15,10:Forelegs,24,24,18,5,5,10,10,5:Hindlegs,24,24,25,10,0,15,5,0:Tail,26,25,18,5,0,10,10,0:Tail Tip,18,18,22,25,5,30,10,10|Rage~Head,40,38,42,20,10,30,15,15:Body,18,18,24,5,0,5,5,0:Wing Blades,16,10,16,25,5,25,15,10:Forelegs,24,24,18,5,5,10,10,5:Hindlegs,24,24,25,10,0,15,5,0:Tail,26,25,18,5,0,15,10,0:Tail Tip,18,18,22,25,5,30,10,10",
      "0,1","Rage:100",,"G Rank:30"
	  ,"G Rank:28000"
	  ,"Nargacuga / ナルガクルガ / 迅龍"],
    []
  ],
  "Blinking Nargacuga":[
    [],
    [],
    ["Musou","Standard~Head,36,35,39,20,10,25,15,15:Body,18,18,24,5,0,5,5,0:Wing Blades,16,10,16,25,5,25,15,10:Forelegs,24,24,18,5,5,10,10,5:Hindlegs,24,24,25,10,0,15,5,0:Tail,26,25,18,5,0,10,10,0:Tail Tip,18,18,22,25,5,30,10,10|Rage~Head,35,35,35,15,5,20,10,10:Body,18,18,14,5,0,5,5,0:Wing Blades,16,10,10,20,5,20,10,5:Forelegs,24,24,18,5,5,5,5,5:Hindlegs,24,24,24,5,0,10,5,0:Tail,26,25,18,5,0,10,5,0:Tail Tip,18,18,22,20,5,25,5,5",
      "0,1","Rage:100",,"Repel:20,Slay:5"
	  ,"Repel:30000,Slay:30000"
	  ,"Blinking Nargacuga / 極み駆けるナルガクルガ / 極驅迅龍"],
    []
  ],
  "Voljang":[
    [],
    ["Gou","Standard~Head,40,45,35,0,20,20,0,25:Forelegs,15,30,15,0,15,10,0,20:Hindlegs,30,25,25,0,0,15,0,10:Body,20,10,20,0,10,15,0,15:Tail,30,25,20,0,15,20,0,15|Rage~Head,40,45,35,0,20,25,0,35:Forelegs,20,35,20,0,15,10,0,30:Hindlegs,30,30,30,0,0,15,0,10:Body,25,10,15,0,10,15,0,15:Tail,35,30,25,0,15,25,0,25",
      "0,1","Rage:100",,"Gou:60"
	  ,"Gou:12999"
	  ,"Voljang / ヴォージャン / 紅蓮獅子"],
    ["G Rank","Standard~Head,35,40,30,0,20,20,0,25:Forelegs,10,25,10,0,15,10,0,20:Hindlegs,25,20,20,0,0,15,0,10:Body,15,10,15,0,10,15,0,15:Tail,25,20,15,0,15,20,0,15|Rage~Head,35,40,35,0,20,25,0,35:Forelegs,20,30,15,0,15,10,0,30:Hindlegs,25,25,25,0,0,15,0,10:Body,15,10,10,0,10,15,0,15:Tail,30,25,20,0,15,25,0,25",
      "0,1","Rage:100",,"Origin:30"
	  ,"Origin:29500"
	  ,"Voljang / ヴォージャン / 紅蓮獅子"],
    []
  ],
  "Zenaserisu":[
    [],
    [],
    ["G Rank","Standard~Head,35,40,25,0,0,25,20,0:Body,25,20,15,0,0,15,5,0:Wings,25,25,20,0,0,20,10,0:Wing Talon,55,30,35,0,0,30,25,0:Legs,20,25,35,0,0,15,5,0:Tail,35,15,25,0,0,25,15,0",
      ,"Rage:100","G Rank:100,110","G Rank:35"
	  ,"G Rank:27000"
	  ,"Zenaserisu / ゼナセリス / 裂水龍"],
    []
  ],
  "Gore Magala":[
    [],
    ["Exotic","Standard~Head,55,50,40,15,0,15,15,5:Body,25,25,25,10,0,5,5,5:Wingclaw,30,30,30,25,0,15,10,5:Forelegs,35,35,35,10,0,5,5,5:Hindlegs,32,32,25,10,0,5,5,5:Wings,20,26,20,15,0,10,5,0:Tail,45,45,40,10,0,10,5,5|Frenzy~Head,65,60,50,25,0,15,30,5:Body,25,25,25,10,0,5,5,5:Wingclaw,30,30,30,30,0,15,10,5:Forelegs,35,35,35,10,0,5,5,5:Hindlegs,32,32,25,10,0,5,5,5:Wings,20,26,20,15,0,10,5,0:Tail,45,45,40,10,0,10,5,5",
      ",1","Rage:100",,"Exotic:55"
	  ,"Exotic:17000"
	  ,"Gore Magala / ゴア・マガラ / 黑蝕龍"],
    ["G Rank","Standard~Head,28,25,28,15,0,15,15,5:Body,19,19,17,5,0,5,5,5:Wingclaw,21,21,25,10,0,15,10,5:Forelegs,15,15,15,5,0,5,5,5:Hindlegs,12,12,12,5,0,5,5,5:Wings,20,20,18,15,0,5,5,0:Tail,25,17,28,10,0,5,5,5|Frenzy~Head,35,33,35,25,0,15,25,5:Body,19,19,17,5,0,5,5,5:Wingclaw,21,21,25,15,0,15,10,5:Forelegs,15,15,15,5,0,5,5,5:Hindlegs,12,12,12,5,0,5,5,5:Wings,20,20,18,15,0,5,5,0:Tail,25,17,28,10,0,5,5,5",
      ",1","Rage:100",,"G Rank:30"
	  ,"G Rank:30000"
	  ,"Gore Magala / ゴア・マガラ / 黑蝕龍"],
    []
  ],
  "Keoaruboru":[
    [],
    [],
    ["G Rank","Standard~Head,30,45,35,0,20,0,30,20:Body,15,20,30,0,10,0,15,5:Hindlegs,20,20,15,0,10,0,5,5:Left Foreleg,35,35,25,0,15,0,10,20:Right Foreleg,35,35,25,0,15,0,10,20:Tail,40,15,20,0,15,0,10,20",
      ,"Rage:100",,"Interception:15"
	  ,"Interception:30000"
	  ,"Keoaruboru / ケオアルボル / 焰嶽龍"],
    []
  ],
  "Shagaru Magala":[
    [],
    ["Exotic","Standard~Head,50,45,35,25,0,15,30,5:Body,25,25,25,10,0,5,10,5:Wingclaw,30,30,30,25,0,15,30,5:Forelegs,35,35,35,10,0,5,10,5:Hindlegs,32,32,25,10,0,5,10,5:Wings,20,26,20,15,0,10,20,0:Tail,35,35,30,10,0,10,15,5|Frenzy~Head,55,50,40,30,0,15,30,5:Body,25,25,25,10,0,5,10,5:Wingclaw,30,30,30,30,0,15,30,5:Forelegs,35,35,35,10,0,5,10,5:Hindlegs,32,32,25,10,0,5,10,5:Wings,20,26,20,15,0,10,20,0:Tail,35,35,30,10,0,10,15,5",
      "0,1","Rage:100",,"Exotic:55"
	  ,"Exotic:17000"
	  ,"Shagaru Magala / シャガル・マガラ / 天迴龍"],
    ["G Rank","Standard~Head,28,25,28,15,0,15,20,5:Body,19,19,17,5,0,5,5,5:Wingclaw,21,21,25,10,0,15,15,5:Forelegs,15,15,15,5,0,5,5,5:Hindlegs,12,12,12,5,0,5,5,5:Wings,20,20,18,15,0,5,5,0:Tail,25,17,28,10,0,5,5,5|Frenzy~Head,35,33,35,25,0,15,25,5:Body,19,19,17,5,0,5,5,5:Wingclaw,21,21,25,15,0,15,15,5:Forelegs,15,15,15,5,0,5,5,5:Hindlegs,12,12,12,5,0,5,5,5:Wings,20,20,18,15,0,5,5,0:Tail,25,17,28,10,0,5,5,5|True Frenzy~Head,35,33,35,25,0,10,25,5:Body,19,19,17,5,0,5,5,5:Wingclaw,21,21,25,15,0,10,15,5:Forelegs,15,15,15,5,0,5,5,5:Hindlegs,12,12,12,5,0,5,5,5:Wings,20,20,18,15,0,5,5,0:Tail,30,22,33,10,0,5,5,5",
      "0,1,1","Rage:100",,"G Rank:25"
	  ,"G Rank:30000"
	  ,"Shagaru Magala / シャガル・マガラ / 天迴龍"],
    []
  ],
  "Elzelion":[
    [],
    [],
    ["G Rank","Standard~Head,35,40,40,15,10,10,0,15:Body,25,20,15,5,0,0,0,5:Left Foreleg,30,30,20,0,15,0,0,20:Right Foreleg,30,30,20,20,0,15,0,0:Left Hindleg,20,20,15,0,10,0,0,15:Right Hindleg,20,20,15,15,0,10,0,0:Tail,30,10,25,10,5,5,0,10|Rage~Head,30,35,35,10,5,5,0,10:Body,20,15,15,5,0,0,0,5:Left Foreleg,25,25,20,0,10,0,0,15:Right Foreleg,25,25,20,15,0,10,0,0:Left Hindleg,15,15,15,0,5,0,0,10:Right Hindleg,15,15,15,10,0,5,0,0:Tail,30,10,25,5,0,0,0,5",
      "0,1","Rage:100",,"G Rank:20,Repel:10,Slay:3"
	  ,"G Rank:30000,Repel:18000,Slay:30000"
	  ,"Elzelion / エルゼリオン / 灼零龍"],
    []
  ],
  "Amatsu":[
    [],
    ["Exotic","Standard~Head,35,45,38,25,0,15,35,10:Neck,28,24,12,15,0,0,5,5:Back,24,20,12,15,0,0,10,5:Belly,34,35,24,20,0,10,20,5:Forelegs,27,30,27,20,0,10,20,5:Hindlegs,20,26,10,15,0,0,20,5:Tail,37,24,12,20,0,0,10,5|Rage~Head,40,50,43,25,0,15,35,10:Neck,28,24,12,15,0,0,5,5:Back,24,20,12,15,0,0,10,5:Belly,34,35,24,20,0,10,20,5:Forelegs,27,30,27,20,0,10,20,5:Hindlegs,20,26,10,15,0,0,20,5:Tail,37,24,12,20,0,0,10,5",
      "0,1","Rage:100",,"Exotic:55"
	  ,"Exotic:20000"
	  ,"Amatsu / アマツマガツチ / 嵐龍"],
    ["G Rank","Standard~Head,31,35,25,20,0,10,25,10:Neck,22,18,15,15,0,0,5,5:Back,18,15,15,15,0,0,10,5:Belly,27,28,20,20,0,10,15,5:Forelegs,24,24,20,15,0,10,15,5:Hindlegs,15,18,35,10,0,0,10,5:Tail,21,18,20,15,0,0,10,5|Rage~Head,36,40,25,20,0,10,25,10:Neck,22,18,15,15,0,0,5,5:Back,18,15,15,15,0,0,10,5:Belly,27,28,20,20,0,10,15,5:Forelegs,24,24,20,15,0,10,15,5:Hindlegs,15,18,35,10,0,0,10,5:Tail,21,18,20,15,0,0,10,5",
      "0,1","Rage:100",,"G Rank:28"
	  ,"G Rank:30000"
	  ,"Amatsu / アマツマガツチ / 嵐龍"],
    []
  ],
  "Seregios":[
    [],
    ["Exotic","Standard~Head,28,35,30,0,10,25,5,15:Back,25,20,20,15,10,15,5,15:Belly,30,35,25,0,10,20,5,15:Forelegs,19,19,15,0,10,15,5,10:Wings,26,26,26,0,10,15,5,10:Hindlegs,35,30,30,0,5,20,5,15:Tail,30,25,20,0,5,10,5,5|Rage~Head,28,35,30,0,10,25,5,15:Back,25,20,20,15,10,15,5,15:Belly,30,35,25,0,10,20,5,15:Forelegs,24,24,24,0,10,15,5,10:Wings,26,26,26,0,10,15,5,10:Hindlegs,35,30,30,0,5,20,5,15:Tail,30,25,20,0,5,10,5,5",
      "0,1","Rage:100",,"Exotic:55"
	  ,"Exotic:20000"
	  ,"Seregios / セルレギオス / 千刃龍"],
    ["G Rank","Standard~Head,25,35,25,0,10,20,5,15:Back,15,15,20,10,5,10,5,10:Belly,20,30,25,0,10,15,5,15:Forelegs,15,15,15,0,5,10,5,10:Wings,22,22,22,0,5,10,5,10:Hindlegs,35,30,30,0,5,15,5,5:Tail,25,15,15,0,5,10,5,5|Rage~Head,25,35,25,0,10,20,5,15:Back,15,15,20,10,5,10,5,10:Belly,20,30,25,0,10,15,5,15:Forelegs,20,20,20,0,5,10,5,10:Wings,22,22,22,0,5,10,5,10:Hindlegs,35,30,30,0,5,15,5,5:Tail,25,15,15,0,5,10,5,5",
      "0,1","Rage:100",,"G Rank:23"
	  ,"G Rank:30000"
	  ,"Seregios / セルレギオス / 千刃龍"],
    []
  ],
  "Unknown":[
    ["HR1-4","Standard~Head,60,40,40,0,10,10,10,10:Neck,50,30,50,10,20,20,20,20:Back,25,30,30,0,10,10,10,10:Belly,55,55,70,10,20,20,20,20:Tail,40,30,25,0,10,10,10,10:Wings,25,20,25,0,10,10,10,10:Legs,45,40,50,0,10,10,10,10|Phase 2~Head,50,40,40,0,10,10,10,10:Neck,50,30,40,10,20,20,20,20:Back,25,30,30,0,10,10,10,10:Belly,55,55,80,10,20,20,20,20:Tail,40,30,25,0,10,10,10,10:Wings,25,20,25,0,10,10,10,10:Legs,45,40,40,0,10,10,10,10|Phase 3~Head,40,40,30,0,5,5,5,5:Neck,50,30,40,10,15,15,15,15:Back,25,30,30,0,5,5,5,5:Belly,25,55,50,10,15,15,15,15:Tail,40,30,25,0,5,5,5,5:Wings,25,20,25,0,5,5,5,5:Legs,45,40,30,0,5,5,5,5|Phase 4~Head,35,45,30,0,5,5,5,5:Neck,50,30,40,10,10,10,10,10:Back,25,30,30,0,5,5,5,5:Belly,25,55,50,10,10,10,10,10:Tail,40,30,25,0,5,5,5,5:Wings,35,20,25,0,5,5,5,5:Legs,35,35,25,0,5,5,5,5",
      "0,1,2,3","Phase 2:80,Phase 3:70,Phase 4:70","High Rank:100,100","High Rank:100"
	  ,""
	  ,"Unknown / アンノウン / 刻龍"],
    ["HR5","Standard~Head,60,40,40,0,10,10,10,10:Neck,50,30,50,10,20,20,20,20:Back,25,30,30,0,10,10,10,10:Belly,55,55,70,10,20,20,20,20:Tail,40,30,25,0,10,10,10,10:Wings,25,20,25,0,10,10,10,10:Legs,45,40,50,0,10,10,10,10|Phase 2~Head,50,40,40,0,10,10,10,10:Neck,50,30,40,10,20,20,20,20:Back,25,30,30,0,10,10,10,10:Belly,55,55,80,10,20,20,20,20:Tail,40,30,25,0,10,10,10,10:Wings,25,20,25,0,10,10,10,10:Legs,45,40,40,0,10,10,10,10|Phase 3~Head,40,40,30,0,5,5,5,5:Neck,50,30,40,10,15,15,15,15:Back,25,30,30,0,5,5,5,5:Belly,25,55,50,10,15,15,15,15:Tail,40,30,25,0,5,5,5,5:Wings,25,20,25,0,5,5,5,5:Legs,45,40,30,0,5,5,5,5|Phase 4~Head,35,45,30,0,5,5,5,5:Neck,50,30,40,10,10,10,10,10:Back,25,30,30,0,5,5,5,5:Belly,25,55,50,10,10,10,10,10:Tail,40,30,25,0,5,5,5,5:Wings,35,20,25,0,5,5,5,5:Legs,35,35,25,0,5,5,5,5|Phase 5~Head,30,45,25,0,0,0,0,0:Neck,50,30,30,5,5,5,5,5:Back,25,30,25,0,0,0,0,0:Belly,25,55,40,5,5,5,5,5:Tail,40,30,20,0,0,0,0,0:Wings,40,20,20,0,0,0,0,0:Legs,30,30,20,0,0,0,0,0|Phase 6~Head,30,55,20,0,0,0,0,0:Neck,40,30,30,0,5,5,5,5:Back,25,30,20,0,0,0,0,0:Belly,25,55,35,0,5,5,5,5:Tail,55,30,15,0,0,0,0,0:Wings,25,20,15,0,0,0,0,0:Legs,30,30,15,0,0,0,0,0|Phase 7 (Supremacy)~Head,30,55,20,0,0,0,0,0:Neck,40,30,30,0,5,5,5,5:Back,25,30,20,0,0,0,0,0:Belly,25,55,35,0,5,5,5,5:Tail,55,30,15,0,0,0,0,0:Wings,25,20,15,0,0,0,0,0:Legs,30,30,15,0,0,0,0,0",
      "0,1,2,3,4,5,6","Phase 2:80,Phase 3:70,Phase 4:70,Phase 5:68,Phase 6:58,Phase 7:58","HR5:100,100~Supremacy:100,100","HR5:100,Supremacy:120"
	  ,""
	  ,"Unknown / アンノウン / 刻龍"],
    ["G Rank","Standard~Head,60,40,40,0,10,10,10,10:Neck,50,30,50,10,20,20,20,20:Back,25,30,30,0,10,10,10,10:Belly,55,55,70,10,20,20,20,20:Tail,40,30,25,0,10,10,10,10:Wings,25,20,25,0,10,10,10,10:Legs,45,40,50,0,10,10,10,10|Phase 2~Head,50,40,40,0,10,10,10,10:Neck,50,30,40,10,20,20,20,20:Back,25,30,30,0,10,10,10,10:Belly,55,55,80,10,20,20,20,20:Tail,40,30,25,0,10,10,10,10:Wings,25,20,25,0,10,10,10,10:Legs,45,40,40,0,10,10,10,10|Phase 3~Head,40,40,30,0,5,5,5,5:Neck,50,30,40,10,15,15,15,15:Back,25,30,30,0,5,5,5,5:Belly,25,55,50,10,15,15,15,15:Tail,40,30,25,0,5,5,5,5:Wings,25,20,25,0,5,5,5,5:Legs,45,40,30,0,5,5,5,5|Phase 4~Head,35,45,30,0,5,5,5,5:Neck,50,30,40,10,10,10,10,10:Back,25,30,30,0,5,5,5,5:Belly,25,55,50,10,10,10,10,10:Tail,40,30,25,0,5,5,5,5:Wings,35,20,25,0,5,5,5,5:Legs,35,35,25,0,5,5,5,5|Phase 5~Head,30,45,25,0,0,0,0,0:Neck,50,30,30,5,5,5,5,5:Back,25,30,25,0,0,0,0,0:Belly,25,55,40,5,5,5,5,5:Tail,40,30,20,0,0,0,0,0:Wings,40,20,20,0,0,0,0,0:Legs,30,30,20,0,0,0,0,0|Phase 6~Head,30,55,20,0,0,0,0,0:Neck,40,30,30,0,5,5,5,5:Back,25,30,20,0,0,0,0,0:Belly,25,55,35,0,5,5,5,5:Tail,55,30,15,0,0,0,0,0:Wings,25,20,15,0,0,0,0,0:Legs,30,30,15,0,0,0,0,0|Phase 7~Head,30,55,20,0,0,0,0,0:Neck,40,30,30,0,5,5,5,5:Back,25,30,20,0,0,0,0,0:Belly,25,55,35,0,5,5,5,5:Tail,55,30,15,0,0,0,0,0:Wings,25,20,15,0,0,0,0,0:Legs,30,30,15,0,0,0,0,0|Phase 8~Head,25,40,20,0,0,0,0,0:Neck,35,20,30,0,5,5,5,5:Back,20,25,20,0,0,0,0,0:Belly,30,30,30,0,5,5,5,5:Tail,40,25,15,0,0,0,0,0:Wings,25,25,15,0,0,0,0,0:Legs,25,15,15,0,0,0,0,0|瘴気発生中~Head,50,50,25,0,0,0,0,0:Neck,45,30,35,0,5,5,5,5:Back,30,35,25,0,0,0,0,0:Belly,40,50,35,0,5,5,5,5:Tail,50,35,20,0,0,0,0,0:Wings,35,35,20,0,0,0,0,0:Legs,50,50,20,0,0,0,0,0",
      "0,1,2,3,4,5,6,7,7","Phase 2:94,Phase 3:91,Phase 4:82,Phase 5:79,Phase 6:76,Phase 7:64,Phase 8:53","G Rank:100,100","Shiten:32,Twinhead:27,Upper Shiten:24"
	  ,""
	  ,"Unknown / アンノウン / 刻龍"],
    []
  ],
  "Bogabadorumu":[
    [],
    [],
    [],
    ["Zenith","Standard~Head,25,30,25,5,15,10,5,20:Back,20,15,15,5,10,10,5,5:Spine,10,20,5,5,5,10,5,5:Belly,25,30,15,5,15,10,5,10:Forelegs,20,20,15,5,15,10,5,20:Hindlegs,10,15,15,5,10,10,5,5:Tail,25,15,20,5,15,10,5,20|Part destroyed or after triggering a blast~Head,30,40,30,5,20,10,5,30:Back,20,15,15,5,10,10,5,5:Spine,10,20,5,5,5,10,5,5:Belly,25,30,15,5,15,10,5,10:Forelegs,30,30,25,5,20,10,5,25:Hindlegs,10,15,15,5,10,10,5,5:Tail,35,20,25,5,20,10,5,25",
	,"Rage:80","","★1:32,★2:22,★3:12,★4:9,Musou Slay:3,Musou Repel:3"
	  ,"★1:30000,★2:30000,★3:30000,★4:30000,Musou:30000,Musou Repel:18000"
	  ,"Bogabadorumu / ボガバドルム / 爆霧龍"]
  ],
  "Mi Ru":[
    [],
    [],
    ["G Rank","Standard~Head,35,40,40,0,0,0,0,0:Forelegs,30,30,25,0,0,0,0,0:Hindlegs,30,30,25,0,0,0,0,0:Belly,30,30,25,0,0,0,0,0:Back,30,30,25,0,0,0,0,0:Tail,30,30,25,0,0,0,0,0:Tail Tip,40,35,40,0,0,0,0,0|Speed Mode (Blue)~Head,30,40,40,10,10,10,10,10:Forelegs,50,50,45,30,0,0,0,0:Hindlegs,30,30,25,0,30,0,0,0:Belly,25,25,15,0,0,0,0,30:Back,30,30,25,0,0,30,0,0:Tail,30,30,25,0,0,0,30,0:Tail Tip,40,30,40,10,10,10,10,10|Power Mode (Red)~Head,30,40,40,10,10,10,10,10:Forelegs,25,25,15,30,0,0,0,0:Hindlegs,50,50,45,0,30,0,0,0:Belly,30,30,25,0,0,0,0,30:Back,30,30,25,0,0,30,0,0:Tail,30,30,25,0,0,0,30,0:Tail Tip,40,30,40,10,10,10,10,10|Crystal Mode~Head,30,40,40,10,10,10,10,10:Forelegs,30,30,25,30,0,0,0,0:Hindlegs,30,30,25,0,30,0,0,0:Belly,30,30,25,0,0,0,0,30:Back,50,50,45,0,0,30,0,0:Tail,25,25,15,0,0,0,30,0:Tail Tip,40,35,40,10,10,10,10,10|Ranged Mode (Dark Green)~Head,30,40,40,10,10,10,10,10:Forelegs,30,30,25,30,0,0,0,0:Hindlegs,30,30,25,0,30,0,0,0:Belly,30,30,25,0,0,0,0,30:Back,25,25,15,0,0,30,0,0:Tail,50,50,45,0,0,0,30,0:Tail Tip,40,30,40,10,10,10,10,10|Hybrid Mode (White)~Head,25,40,40,10,10,10,10,10:Forelegs,35,50,25,30,0,0,0,0:Hindlegs,35,35,30,0,30,0,0,0:Belly,30,30,45,0,0,0,0,30:Back,30,30,25,0,0,30,0,0:Tail,50,35,30,0,0,0,30,0:Tail Tip,40,25,40,10,10,10,10,10",
      "0,1,2,3,4,5","Speed:140,Power:120,Crystals:110,Ranged:140,Hybrid:130",,"G Rank:50,Twinhead:50"
	  ,"G Rank:25000,Twinhead:25000"
	  ,"Mi Ru / ミ・ル / 黑狐龍"],
    []
  ],
  "Shifting Mi Ru":[
    [],
    [],
    ["Musou","Standard~Head,35,40,40,0,0,0,0,0:Forelegs,30,30,25,0,0,0,0,0:Hindlegs,30,30,25,0,0,0,0,0:Belly,30,30,25,0,0,0,0,0:Back,30,30,25,0,0,0,0,0:Tail,30,30,25,0,0,0,0,0:Tail Tip,40,35,40,0,0,0,0,0|Speed Mode (Blue)~Head,30,40,40,10,10,10,10,10:Forelegs,50,50,45,30,0,0,0,0:Hindlegs,30,30,25,0,30,0,0,0:Belly,25,25,15,0,0,0,0,30:Back,30,30,25,0,0,30,0,0:Tail,30,30,25,0,0,0,30,0:Tail Tip,40,30,40,10,10,10,10,10|Power Mode (Red)~Head,30,40,40,10,10,10,10,10:Forelegs,25,25,15,30,0,0,0,0:Hindlegs,50,50,45,0,30,0,0,0:Belly,30,30,25,0,0,0,0,30:Back,30,30,25,0,0,30,0,0:Tail,30,30,25,0,0,0,30,0:Tail Tip,40,30,40,10,10,10,10,10|Crystal Mode~Head,30,40,40,10,10,10,10,10:Forelegs,30,30,25,30,0,0,0,0:Hindlegs,30,30,25,0,30,0,0,0:Belly,30,30,25,0,0,0,0,30:Back,50,50,45,0,0,30,0,0:Tail,25,25,15,0,0,0,30,0:Tail Tip,40,35,40,10,10,10,10,10|Ranged Mode (Dark Green)~Head,30,40,40,10,10,10,10,10:Forelegs,30,30,25,30,0,0,0,0:Hindlegs,30,30,25,0,30,0,0,0:Belly,30,30,25,0,0,0,0,30:Back,25,25,15,0,0,30,0,0:Tail,50,50,45,0,0,0,30,0:Tail Tip,40,30,40,10,10,10,10,10|Hybrid Mode (White)~Head,15,30,25,5,5,5,5,5:Forelegs,25,35,15,15,0,0,0,0:Hindlegs,25,20,20,0,15,0,0,0:Belly,20,15,30,0,0,0,0,15:Back,20,25,15,0,0,15,0,0:Tail,35,20,20,0,0,0,15,0:Tail Tip,30,10,35,5,5,5,5,5|Spinning Attack~Head,35,40,30,0,0,0,0,0:Forelegs,30,30,15,0,0,0,0,0:Hindlegs,30,30,15,0,0,0,0,0:Belly,30,30,15,0,0,0,0,0:Back,30,30,15,0,0,0,0,0:Tail,30,30,15,0,0,0,0,0:Tail Tip,40,35,30,0,0,0,0,0",
      "0,1,2,3,4,5,0,","Speed:140,Power:120,Crystals:110,Ranged:140,Hybrid:130",,"Musou:8"
	  ,"Musou:30000"
	  ,"Shifting Mi Ru / 妖し化けるミ・ル / 妖化黑狐龍"],
    []
  ],
  "Raviente":[
    ["HR1-4","Standard~Fangs,60,60,60,20,20,20,20,20:Head,50,50,40,20,20,20,20,20:Neck,60,10,40,20,20,20,20,20:Belly,50,50,30,20,20,20,20,20:Back,30,35,50,20,20,20,20,20:Tail,40,40,30,20,20,20,20,20|Resistance Build Up~Fangs,50,50,50,20,20,20,20,20:Head,40,40,30,20,20,20,20,20:Neck,50,10,30,20,20,20,20,20:Belly,40,40,20,20,20,20,20,20:Back,20,25,40,20,20,20,20,20:Tail,30,30,25,20,20,20,20,20",
      ,"",,"Low Rank:70"
	  ,"Low Rank:30000"
	  ,"Raviente / ラヴィエンテ / 大巖龍"],
    [],
    [],
    []
  ],
  "Violent Raviente":[
    [],
    ["Violent","Standard~Fangs,60,60,60,20,20,20,20,20:Head,50,50,40,20,20,20,20,20:Neck,60,10,40,20,20,20,20,20:Belly,50,50,30,20,20,20,20,20:Back,30,35,50,20,20,20,20,20:Tail,40,40,30,20,20,20,20,20|Resistance Build Up~Fangs,50,50,50,20,20,20,20,20:Head,40,40,30,20,20,20,20,20:Neck,50,10,30,20,20,20,20,20:Belly,40,40,20,20,20,20,20,20:Back,20,25,40,20,20,20,20,20:Tail,30,30,25,20,20,20,20,20",
      ,"",,"Violent:70"
	  ,"Violent:30000"
	  ,"Violent Raviente / ラヴィエンテ狂暴期 / 大巖龍狂暴期"],
    [],
    []
  ],
  "Berserk Raviente":[
    [],
    [],
    ["G Rank","Standard~Fangs,10,10,10,10,10,10,10,10:Head,50,50,40,25,25,25,25,25:Neck,60,10,40,25,25,25,25,25:Belly,50,50,30,30,30,30,30,30:Back,30,35,50,35,35,35,35,35:Tail,40,40,30,25,25,25,25,25:Crystal,10,10,10,0,0,0,0,0|Resistance Build Up~Fangs,10,10,10,5,5,5,5,5:Head,40,40,30,15,15,15,15,15:Neck,50,10,30,15,15,15,15,15:Belly,40,40,20,20,20,20,20,20:Back,20,25,40,25,25,25,25,25:Tail,30,30,25,15,15,15,15,15:Crystal,10,10,10,0,0,0,0,0|Climbable~Fangs,10,10,10,10,10,10,10,10:Head,50,50,40,25,25,25,25,25:Neck,60,10,40,25,25,25,25,25:Belly,50,50,30,30,30,30,30,30:Back,30,35,50,35,35,35,35,35:Tail,40,40,30,25,25,25,25,25:Crystal,80,80,80,0,0,0,0,0|Climbable (Resistance Build Up)~Fangs,10,10,10,5,5,5,5,5:Head,40,40,30,15,15,15,15,15:Neck,50,10,30,15,15,15,15,15:Belly,40,40,20,20,20,20,20,20:Back,20,25,40,25,25,25,25,25:Tail,30,30,25,15,15,15,15,15:Crystal,60,60,60,0,0,0,0,0|Toppled~Fangs,80,80,80,30,30,30,30,30:Head,70,70,60,30,30,30,30,30:Neck,60,10,40,25,25,25,25,25:Belly,50,50,30,30,30,30,30,30:Back,30,35,50,35,35,35,35,35:Tail,40,40,30,25,25,25,25,25:Crystal,10,10,10,0,0,0,0,0|Toppled (Resistance Build Up)~Fangs,70,70,70,20,20,20,20,20:Head,60,60,50,20,20,20,20,20:Neck,50,10,30,15,15,15,15,15:Belly,40,40,20,20,20,20,20,20:Back,20,25,40,25,25,25,25,25:Tail,30,30,25,15,15,15,15,15:Crystal,10,10,10,0,0,0,0,0",
      ,"",,"G Rank:4"
	  ,"G Rank:30000"
	  ,"Berserk Raviente / ラヴィエンテ猛狂期 / 大巖龍猛狂期"],
    []
  ],
  "Berserk Raviente (Extreme)":[
    [],
    [],
    ["G Rank","Standard~Fangs,10,10,10,10,10,10,10,10:Head,35,35,30,25,25,25,25,25:Neck,40,10,25,25,25,25,25,25:Belly,35,35,20,30,30,30,30,30:Back,20,25,35,35,35,35,35,35:Tail,25,25,20,25,25,25,25,25:Crystal,10,10,10,0,0,0,0,0|Resistance Build Up~Fangs,10,10,10,5,5,5,5,5:Head,25,25,20,15,15,15,15,15:Neck,30,10,15,15,15,15,15,15:Belly,25,25,10,20,20,20,20,20:Back,10,15,25,25,25,25,25,25:Tail,15,15,10,15,15,15,15,15:Crystal,10,10,10,0,0,0,0,0|Climbable~Fangs,10,10,10,10,10,10,10,10:Head,35,35,30,25,25,25,25,25:Neck,40,10,25,25,25,25,25,25:Belly,35,35,20,30,30,30,30,30:Back,20,25,35,35,35,35,35,35:Tail,25,25,20,25,25,25,25,25:Crystal,60,60,60,0,0,0,0,0|Climbable (Resistance Build Up)~Fangs,10,10,10,5,5,5,5,5:Head,25,25,20,15,15,15,15,15:Neck,30,10,15,15,15,15,15,15:Belly,25,25,10,20,20,20,20,20:Back,10,15,25,25,25,25,25,25:Tail,15,15,10,15,15,15,15,15:Crystal,45,45,45,0,0,0,0,0|Toppled~Fangs,45,45,45,30,30,30,30,30:Head,35,45,30,30,30,30,30,30:Neck,40,10,25,25,25,25,25,25:Belly,35,35,20,30,30,30,30,30:Back,20,25,30,35,35,35,35,35:Tail,25,25,20,25,25,25,25,25:Crystal,10,10,10,0,0,0,0,0|Toppled (Resistance Build Up)~Fangs,30,30,30,20,20,20,20,20:Head,25,25,20,20,20,20,20,20:Neck,30,10,15,15,15,15,15,15:Belly,25,25,10,20,20,20,20,20:Back,10,15,20,25,25,25,25,25:Tail,15,15,10,15,15,15,15,15:Crystal,10,10,10,0,0,0,0,0",
      ,"",,"Extreme:1"
	  ,"Extreme:30000"
	  ,"Berserk Raviente / ラヴィエンテ猛狂期[極] / 大巖龍猛狂期[極]"],
    []
  ],
  "Apceros":[
    ["HR1-4","Standard~Head,80,100,90,40,20,40,10,30:Body,70,100,70,40,20,40,10,30",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Head,80,100,90,40,20,40,10,30:Body,70,100,70,40,20,40,10,30",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Head,80,100,90,40,20,40,10,30:Body,70,100,70,40,20,40,10,30",
      ,"",,"G Rank:75"],
    []
  ],
  "Aptonoth":[
    ["HR1-4","Standard~Entirety,110,110,110,50,50,50,10,50",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,110,110,110,50,50,50,10,50",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,110,110,110,50,50,50,10,50",
      ,"",,"G Rank:75"],
    []
  ],
  "Popo":[
    ["HR1-4","Standard~Entirety,100,100,100,50,10,10,10,10",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,100,100,100,50,10,10,10,10",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,100,100,100,50,10,10,10,10",
      ,"",,"G Rank:75"],
    []
  ],
  "Anteka":[
    ["HR1-4","Standard~Entirety,100,90,90,100,10,10,10,5",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,100,90,90,100,10,10,10,5",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,100,90,90,100,10,10,10,5",
      ,"",,"G Rank:75"],
    []
  ],
  "Kelbi":[
    ["HR1-4","Standard~Entirety,140,140,150,100,100,100,10,100",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,140,140,150,100,100,100,10,100",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,140,140,150,100,100,100,10,100",
      ,"",,"G Rank:75"],
    []
  ],
  "Mosswine":[
    ["HR1-4","Standard~Entirety,150,150,120,100,100,100,10,100",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,150,150,120,100,100,100,10,100",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,150,150,120,100,100,100,10,100",
      ,"",,"G Rank:75"],
    []
  ],
  "Blango":[
    ["HR1-4","Standard~Head,70,70,75,55,5,15,0,5:Forelegs,45,40,50,45,5,15,0,5:Hindlegs,45,40,50,45,5,15,0,5:Body,45,50,55,45,5,15,0,5:Tail,50,40,40,45,5,15,0,5",
      ,"Rage:90",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Head,70,70,75,55,5,15,0,5:Forelegs,45,40,50,45,5,15,0,5:Hindlegs,45,40,50,45,5,15,0,5:Body,45,50,55,45,5,15,0,5:Tail,50,40,40,45,5,15,0,5",
      ,"Rage:90",,"HR5:75"],
    ["G Rank","Standard~Head,70,70,75,55,5,15,0,5:Forelegs,45,40,50,45,5,15,0,5:Hindlegs,45,40,50,45,5,15,0,5:Body,45,50,55,45,5,15,0,5:Tail,50,40,40,45,5,15,0,5",
      ,"Rage:90",,"G Rank:75"],
    []
  ],
  "Conga":[
    ["HR1-4","Standard~Head,60,70,60,25,10,10,0,15:Forelegs,45,40,45,25,10,10,0,15:Hindlegs,45,40,45,25,10,10,0,15:Body,40,40,50,25,10,10,0,15:Tail,40,40,35,25,10,10,0,15",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Head,60,70,60,25,10,10,0,15:Forelegs,45,40,45,25,10,10,0,15:Hindlegs,45,40,45,25,10,10,0,15:Body,40,40,50,25,10,10,0,15:Tail,40,40,35,25,10,10,0,15",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Head,60,70,60,25,10,10,0,15:Forelegs,45,40,45,25,10,10,0,15:Hindlegs,45,40,45,25,10,10,0,15:Body,40,40,50,25,10,10,0,15:Tail,40,40,35,25,10,10,0,15",
      ,"",,"G Rank:75"],
    []
  ],
  "Bullfango":[
    ["HR1-4","Standard~Entirety,100,100,160,50,50,100,10,40",
      ,"Rage:100",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,100,100,160,50,50,100,10,40",
      ,"Rage:100",,"HR5:75"],
    ["G Rank","Standard~Entirety,100,100,160,50,50,100,10,40",
      ,"Rage:100",,"G Rank:75"],
    []
  ],
  "Ioprey":[
    ["HR1-4","Standard~Entirety,90,90,90,20,30,50,0,20",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,90,90,90,20,30,50,0,20",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,90,90,90,20,30,50,0,20",
      ,"",,"G Rank:75"],
    []
  ],
  "Giaprey":[
    ["HR1-4","Standard~Entirety,80,80,80,50,15,30,10,5",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,80,80,80,50,15,30,10,5",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,80,80,80,50,15,30,10,5",
      ,"",,"G Rank:75"],
    []
  ],
  "Genprey":[
    ["HR1-4","Standard~Entirety,100,100,100,30,20,20,0,60",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,100,100,100,30,20,20,0,60",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,100,100,100,30,20,20,0,60",
      ,"",,"G Rank:75"],
    []
  ],
  "Velociprey":[
    ["HR1-4","Standard~Entirety,120,120,120,50,50,50,10,50",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,120,120,120,50,50,50,10,50",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,120,120,120,50,50,50,10,50",
      ,"",,"G Rank:75"],
    []
  ],
  "Great Thunderbug":[
    ["HR1-4","Standard~Entirety,70,70,70,20,20,20,20,20",
      ,"",,"Low Rank:95,Low Rank:100,High Rank:90,High Rank:75,High Rank:70"],
    ["HR5","Standard~Entirety,70,70,70,20,20,20,20,20",
      ,"",,"HR5:70"],
    ["G Rank","Standard~Entirety,70,70,70,20,20,20,20,20",
      ,"",,"G Rank:100"],
    []
  ],
  "Hornetaur":[
    ["HR1-4","Standard~Entirety,100,120,100,100,20,60,0,100",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,100,120,100,100,20,60,0,100",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,100,120,100,100,20,60,0,100",
      ,"",,"G Rank:75"],
    []
  ],
  "Vespoid":[
    ["HR1-4","Standard~Entirety,120,130,110,100,50,10,0,50",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,120,130,110,100,50,10,0,50",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,120,130,110,100,50,10,0,50",
      ,"",,"G Rank:75"],
    []
  ],
  "Cephalos":[
    ["HR1-4","Standard~Head,70,80,80,30,10,40,0,10:Neck,110,100,140,30,10,40,0,10:Back,130,140,150,30,15,40,0,15:Belly,90,100,150,30,20,40,0,20:Tail,60,70,60,25,10,20,0,10:Wings,70,60,60,25,10,20,0,10:Legs,50,45,50,30,25,10,0,25",
      ,"",,"Low Rank:95,Low Rank:100,High Rank:90,High Rank:75,High Rank:70"],
    ["HR5","Standard~Head,70,80,80,30,10,40,0,10:Neck,110,100,140,30,10,40,0,10:Back,130,140,150,30,15,40,0,15:Belly,90,100,150,30,20,40,0,20:Tail,60,70,60,25,10,20,0,10:Wings,70,60,60,25,10,20,0,10:Legs,50,45,50,30,25,10,0,25",
      ,"",,"HR5:70"],
    ["G Rank","Standard~Head,70,80,80,30,10,40,0,10:Neck,110,100,140,30,10,40,0,10:Back,130,140,150,30,15,40,0,15:Belly,90,100,150,30,20,40,0,20:Tail,60,70,60,25,10,20,0,10:Wings,70,60,60,25,10,20,0,10:Legs,50,45,50,30,25,10,0,25",
      ,"",,"G Rank:100"],
    []
  ],
  "Felyne":[
    ["HR1-4","Standard~Entirety,120,120,120,100,100,100,10,100",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,120,120,120,100,100,100,10,100",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,120,120,120,100,100,100,10,100",
      ,"",,"G Rank:75"],
    []
  ],
  "Melynx":[
    ["HR1-4","Standard~Entirety,110,100,100,100,100,100,10,100",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,110,100,100,100,100,100,10,100",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,110,100,100,100,100,100,10,100",
      ,"",,"G Rank:75"],
    []
  ],
  "Shakalaka":[
    ["HR1-4","Standard~Entirety,70,70,70,20,20,20,20,40",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,70,70,70,20,20,20,20,40",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,70,70,70,20,20,20,20,40",
      ,"",,"G Rank:75"],
    []
  ],
  "Remobra":[
    ["HR1-4","Standard~Head,90,80,70,10,30,0,35,10:Neck,50,40,40,10,25,5,20,10:Back,40,40,35,10,25,5,25,10:Belly,60,55,90,10,20,5,10,10:Tail,30,30,25,10,20,0,25,10:Wings,25,20,25,15,25,5,20,10:Legs,45,40,50,10,20,0,5,10",
      ,"",,"Low Rank:95,Low Rank:100,High Rank:90,High Rank:75,High Rank:70"],
    ["HR5","Standard~Head,90,80,70,10,30,0,35,10:Neck,50,40,40,10,25,5,20,10:Back,40,40,35,10,25,5,25,10:Belly,60,55,90,10,20,5,10,10:Tail,30,30,25,10,20,0,25,10:Wings,25,20,25,15,25,5,20,10:Legs,45,40,50,10,20,0,5,10",
      ,"",,"HR5:70"],
    ["G Rank","Standard~Head,90,80,70,10,30,0,35,10:Neck,50,40,40,10,25,5,20,10:Back,40,40,35,10,25,5,25,10:Belly,60,55,90,10,20,5,10,10:Tail,30,30,25,10,20,0,25,10:Wings,25,20,25,15,25,5,20,10:Legs,45,40,50,10,20,0,5,10",
      ,"",,"G Rank:100"],
    []
  ],
  "Ceanataur":[
    ["HR1-4","Standard~Entirety,70,90,65,5,5,30,0,40",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,70,90,65,5,5,30,0,40",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,70,90,65,5,5,30,0,40",
      ,"",,"G Rank:75"],
    []
  ],
  "Hermitaur":[
    ["HR1-4","Standard~Entirety,80,110,65,30,5,60,0,20",
      ,"",,"Low Rank:100,High Rank:90,High Rank:75"],
    ["HR5","Standard~Entirety,80,110,65,30,5,60,0,20",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,80,110,65,30,5,60,0,20",
      ,"",,"G Rank:75"],
    []
  ],
  "Burukku":[
    ["HR1-4","Standard~Entirety,60,70,50,50,10,10,0,10",
      ,"",,"Low Rank:100,High Rank:90"],
    ["HR5","Standard~Entirety,60,70,50,50,10,10,0,10",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,60,70,50,50,10,10,0,10",
      ,"",,"G Rank:100"],
    []
  ],
  "Erupe":[
    ["HR1-4","Standard~Entirety,100,100,100,30,10,10,0,10",
      ,"",,"Low Rank:100,High Rank:90"],
    ["HR5","Standard~Entirety,100,100,100,30,10,10,0,10",
      ,"",,"HR5:75"],
    ["G Rank","Standard~Entirety,100,100,100,30,10,10,0,10",
      ,"",,"G Rank:100"],
    []
  ],
  "Kokomoa":[
    ["HR1-4","Standard~Entirety,80,80,80,20,5,10,0,30",
      ,"",,"Low Rank:90,High Rank:90"],
    ["HR5","Standard~Entirety,80,80,80,20,5,10,0,30",
      ,"",,"Gou:60"],
    ["G Rank","Standard~Entirety,80,80,80,20,5,10,0,30",
      ,"",,"G Rank:50"],
    []
  ],
  "Pokara":[
    [],
    [],
    ["G Rank","Standard~Head,55,65,15,10,5,20,0,0:Body,45,45,20,10,5,20,0,0:Forelegs,45,45,35,10,5,20,0,0:Hindlegs,35,30,10,10,5,20,0,0:Tail,35,30,15,10,5,20,0,0",
      ,"",,"G Rank:100"],
    []
  ],
  "Uruki":[
    [],
    ["HR5","Standard~Entirety,100,100,100,50,50,50,10,50",
      ,"",,"HR5:40"],
    ["G Rank","Standard~Entirety,100,100,100,50,50,50,10,50",
      ,"",,"G Rank:55"],
    []
  ],
  "Kusubami":[
    [],
    ["HR5","Standard~Entirety,55,90,65,0,60,5,0,40",
      ,"",,"凄腕:75"],
    ["G Rank","Standard~Entirety,55,90,65,0,60,5,0,40",
      ,"",,"G Rank:75"],
    []
  ],
},

MOS_LIST = [
  [ //Low Rank High Rank
    ["Abiorugu", "Akantor", "Akura Jebia", "Akura Vashimu", "Azure Rathalos", "Basarios", "Berukyurosu", "Black Diablos", "Black Gravios", "Blangonga", "Blue Yian Kut-Ku", "Breeding Season Hypnoc", "Cephadrome", "Congalala", "Daimyo Hermitaur", "Diablos", "Doragyurosu", "Dyuragaua", "Espinas", "Gogomoa", "Gold Rathian", "Gravios", "Green Plesioth", "Gurenzeburu", "Gypceros", "Hypnoc", "Kamu Orugaron", "Khezu", "Kuarusepusu", "Lavasioth", "Monoblos", "Nono Orugaron", "Orange Espinas", "Pariapuria", "Pink Rathian", "Plesioth", "Purple Gypceros", "Rajang", "Rathalos", "Rathian", "Red Khezu", "Red Lavasioth", "Shen Gaoren", "Shogun Ceanataur", "Silver Rathalos", "Taikun Zamuza", "Tigrex", "Unknown", "White Espinas", "White Hypnoc", "White Monoblos", "Yian Garuga", "Yian Kut-Ku"],
    ["Chameleos","Kirin","Kushala Daora","Rusted Kushala Daora","Teostra","Lunastra","White Fatalis","Crimson Fatalis","Black Fatalis",
      "Yama Tsukami","Lao-Shan Lung","Ashen Lao-Shan Lung","Rukodiora"],
    ["Raviente"],
    ["Bulldrome","Gendrome","Iodrome","Velocidrome"],
    ["Anteka", "Apceros", "Aptonoth", "Blango", "Bullfango", "Burukku", "Ceanataur", "Cephalos", "Conga", "Erupe", "Felyne", "Genprey", "Giaprey", "Great Thunderbug", "Hermitaur", "Hornetaur", "Ioprey", "Kelbi", "Kokomoa", "Melynx", "Mosswine", "Popo", "Remobra", "Shakalaka", "Velociprey", "Vespoid"]
  ],
  [ // Goushu Kishu Henshu
    ["Akantor", "Akura Jebia", "Akura Vashimu", "Aruganosu", "Azure Rathalos", "Basarios", "Black Diablos", "Black Gravios", "Blangonga", "Blue Yian Kut-Ku", "Breeding Season Hypnoc", "Cephadrome", "Congalala", "Daimyo Hermitaur", "Diablos", "Espinas", "Gold Rathian", "Goruganosu", "Gravios", "Green Plesioth", "Gypceros", "Hypnoc", "Khezu", "Lavasioth", "Orange Espinas", "Pink Rathian", "Plesioth", "Purple Gypceros", "Rajang", "Rathalos", "Rathian", "Red Khezu", "Red Lavasioth", "Shogun Ceanataur", "Silver Rathalos", "Tigrex", "Unknown", "Yian Garuga", "Yian Kut-Ku"],
    ["Abiorugu", "Baruragaru", "Berukyurosu", "Chameleos", "Diorex", "Doragyurosu", "Dyuragaua", "Forokururu", "Garuba Daora", "Gasurabazura", "Gogomoa", "Ray Gougarf", "Lolo Gougarf", "Guanzorumu", "Gureadomosu", "Gurenzeburu", "Harudomerugu", "Inagami", "Kirin", "Kuarusepusu", "Kushala Daora", "Lao-Shan Lung", "Lunastra", "Meraginasu", "Odibatorasu", "Kamu Orugaron", "Nono Orugaron", "Pariapuria", "Poborubarumu", "Rukodiora", "Rusted Kushala Daora", "Shen Gaoren", "Supremacy Doragyurosu", "Supremacy Teostra", "Taikun Zamuza", "Teostra", "Toa Tesukatora", "Toridcless", "Varusaburosu", "Voljang", "Yama Kurai", "Yama Tsukami", "Zerureusu" ],
    ["Amatsu", "Barioth", "Brachydios", "Deviljho", "Gore Magala", "Nargacuga", "Seregios", "Shagaru Magala", "Stygian Zinogre", "Uragaan", "Zinogre"],
    ["Violent Raviente"],
    ["Bulldrome","Gendrome","Iodrome","Velocidrome"],
    ["Great Thunderbug", "Felyne", "Apceros", "Aptonoth", "Ioprey", "Uruki", "Erupe", "Hornetaur", "Anteka", "Remobra", "Ceanataur", "Cephalos", "Giaprey", "Kusubami", "Kelbi", "Genprey", "Kokomoa", "Conga", "Shakalaka", "Blango", "Burukku", "Bullfango", "Popo", "Melynx", "Mosswine", "Hermitaur", "Vespoid", "Velociprey"]
  ],
  [ // G Rank
    ["Abiorugu", "Akantor", "Akura Jebia", "Akura Vashimu", "Anorupatisu", "Azure Rathalos", "Baruragaru", "Basarios", "Berukyurosu", "Black Diablos", "Black Gravios", "Blangonga", "Blue Yian Kut-Ku", "Breeding Season Hypnoc", "Cephadrome", "Chameleos", "Congalala", "Daimyo Hermitaur", "Diablos", "Diorex", "Doragyurosu", "Dyuragaua", "Elzelion", "Espinas", "Farunokku", "Forokururu", "Garuba Daora", "Gasurabazura", "Giaorugu", "Gogomoa", "Gold Rathian", "Lolo Gougarf", "Ray Gougarf", "Gravios", "Green Plesioth", "Guanzorumu", "Gureadomosu", "Gurenzeburu", "Gypceros", "Harudomerugu", "Hypnoc", "Hyujikiki", "Inagami", "Keoaruboru", "Khezu", "Kirin", "Kuarusepusu", "Kushala Daora", "Lavasioth", "Lunastra", "Meraginasu", "Mi Ru", "Midogaron", "Monoblos", "Odibatorasu", "Orange Espinas", "Kamu Orugaron", "Nono Orugaron", "Pariapuria", "Pink Rathian", "Plesioth", "Poborubarumu", "Pokaradon", "Purple Gypceros", "Rajang", "Rathalos", "Rathian", "Rebidiora", "Red Khezu", "Red Lavasioth", "Rukodiora", "Ruling Guanzorumu", "Shifting Mi Ru", "Shogun Ceanataur", "Silver Rathalos", "Teostra", "Tigrex", "Toa Tesukatora", "Toridcless", "Unknown", "Varusaburosu", "Voljang", "White Espinas", "White Hypnoc", "White Monoblos", "Yama Kurai", "Yian Garuga", "Yian Kut-Ku", "Zenaserisu", "Zerureusu", "Zerureusu Musou"],
    ["Black Fatalis","Crimson Fatalis","Disufiroa","Shantien"],
    ["Amatsu", "Barioth", "Brachydios", "Deviljho", "Starving Deviljho", "Gore Magala", "Nargacuga", "Blinking Nargacuga", "Seregios", "Shagaru Magala", "Uragaan", "Zinogre", "Howling Zinogre", "Stygian Zinogre"],
    ["Duremudira (First District)","Duremudira (Second District)","Duremudira (Musou)","White Fatalis"],
    ["Berserk Raviente","Berserk Raviente (Extreme)"],
    ["Bulldrome","Gendrome","Iodrome","Velocidrome"],
    ["Anteka", "Apceros", "Aptonoth", "Blango", "Bullfango", "Burukku", "Ceanataur", "Cephalos", "Conga", "Erupe", "Felyne", "Genprey", "Giaprey", "Great Thunderbug", "Hermitaur", "Hornetaur", "Ioprey", "Kelbi", "Kokomoa", "Kusubami", "Melynx", "Mosswine", "Pokara", "Popo", "Remobra", "Shakalaka", "Uruki", "Velociprey", "Vespoid"]
  ],
  [ // Zeniths
    ["Akura Vashimu", "Anorupatisu", "Blangonga", "Daimyo Hermitaur", "Doragyurosu", "Espinas", "Gasurabazura", "Giaorugu", "Hypnoc", "Hyujikiki", "Inagami", "Khezu", "Midogaron", "Plesioth", "Rathalos", "Rukodiora", "Tigrex", "Toridcless", "Bogabadorumu","Baruragaru","Gravios","Taikun Zamuza","Harudomerugu"],
    [],
  ]
];
